-- phpMyAdmin SQL Dump
-- version 4.5.4.1deb2ubuntu2.1
-- http://www.phpmyadmin.net
--
-- Host: localhost
-- Generation Time: Jul 29, 2020 at 06:05 AM
-- Server version: 5.7.30-0ubuntu0.16.04.1
-- PHP Version: 7.0.33-0ubuntu0.16.04.15

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `agriarbor`
--

-- --------------------------------------------------------

--
-- Table structure for table `analytic`
--

CREATE TABLE `analytic` (
  `id` int(11) NOT NULL,
  `display_type` enum('video','blog','news','info','dashboard') NOT NULL,
  `views_count` int(11) DEFAULT NULL,
  `product_type` enum('animal','crop','fertilizer','pesticides','plant','none') NOT NULL,
  `created` date NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `analytic`
--

INSERT INTO `analytic` (`id`, `display_type`, `views_count`, `product_type`, `created`) VALUES
(1, 'video', 3, 'animal', '2020-05-13'),
(3, 'blog', 3, 'animal', '2020-05-13'),
(4, 'blog', 1, 'crop', '2020-05-13'),
(5, 'news', 2, 'fertilizer', '2020-05-13'),
(6, 'info', 1, 'crop', '2020-05-13'),
(7, 'blog', 5, 'fertilizer', '2020-05-14'),
(8, 'blog', 9, 'animal', '2020-05-14'),
(9, 'blog', 1, 'crop', '2020-05-14'),
(10, 'video', 2, 'animal', '2020-05-14'),
(12, 'info', 1, 'crop', '2020-05-14'),
(13, 'info', 1, 'animal', '2020-05-14'),
(14, 'video', 1, 'crop', '2020-05-14'),
(16, 'dashboard', 9, 'none', '2020-05-14'),
(17, 'dashboard', 51, 'none', '2020-05-15'),
(18, 'blog', 1, 'crop', '2020-05-15'),
(19, 'dashboard', 30, 'none', '2020-05-16'),
(20, 'news', 3, 'pesticides', '2020-05-16'),
(21, 'blog', 5, 'crop', '2020-05-16'),
(22, 'video', 1, 'fertilizer', '2020-05-16'),
(23, 'blog', 5, 'animal', '2020-05-16'),
(24, 'blog', 1, 'fertilizer', '2020-05-16'),
(25, 'info', 1, 'animal', '2020-05-16'),
(26, 'info', 1, 'crop', '2020-05-16'),
(27, 'video', 1, 'crop', '2020-05-16'),
(28, 'dashboard', 65, 'none', '2020-05-17'),
(29, 'blog', 11, 'crop', '2020-05-17'),
(30, 'blog', 1, 'animal', '2020-05-17'),
(31, 'video', 2, 'crop', '2020-05-17'),
(32, 'blog', 6, 'fertilizer', '2020-05-17'),
(33, 'info', 4, 'crop', '2020-05-17'),
(34, 'info', 32, 'animal', '2020-05-17'),
(35, 'video', 1, 'animal', '2020-05-17'),
(36, 'news', 5, 'pesticides', '2020-05-17'),
(37, 'video', 1, 'fertilizer', '2020-05-17'),
(38, 'dashboard', 3, 'none', '2020-05-18'),
(39, 'video', 1, 'fertilizer', '2020-05-18'),
(40, 'info', 2, 'crop', '2020-05-18'),
(41, 'info', 17, 'animal', '2020-05-18'),
(42, 'dashboard', 13, 'none', '2020-05-20'),
(43, 'info', 1, 'animal', '2020-05-20'),
(44, 'dashboard', 6, 'none', '2020-05-31'),
(45, 'dashboard', 84, 'none', '2020-06-01'),
(46, 'info', 2, 'animal', '2020-06-01'),
(47, 'blog', 4, 'none', '2020-06-01'),
(48, 'blog', 29, 'animal', '2020-06-01'),
(49, 'video', 2, 'animal', '2020-06-01'),
(50, 'dashboard', 11, 'none', '2020-06-02'),
(51, 'info', 5, 'crop', '2020-06-02'),
(52, 'dashboard', 142, 'none', '2020-06-03'),
(53, 'info', 20, 'crop', '2020-06-03'),
(54, 'dashboard', 93, 'none', '2020-06-04'),
(55, 'info', 90, 'crop', '2020-06-04'),
(56, 'dashboard', 32, 'none', '2020-06-05'),
(57, 'info', 25, 'crop', '2020-06-05'),
(58, 'dashboard', 24, 'none', '2020-06-08'),
(59, 'info', 17, 'crop', '2020-06-08'),
(60, 'dashboard', 42, 'none', '2020-06-09'),
(61, 'video', 6, 'crop', '2020-06-09'),
(62, 'info', 44, 'crop', '2020-06-09'),
(63, 'dashboard', 16, 'none', '2020-06-11'),
(64, 'info', 1, 'crop', '2020-06-11'),
(65, 'video', 1, 'crop', '2020-06-11'),
(66, 'dashboard', 17, 'none', '2020-06-12'),
(67, 'video', 3, 'crop', '2020-06-12'),
(68, 'info', 1, 'crop', '2020-06-12'),
(69, 'dashboard', 1, 'none', '2020-06-14'),
(70, 'dashboard', 48, 'none', '2020-06-15'),
(71, 'info', 41, 'crop', '2020-06-15'),
(72, 'video', 4, 'crop', '2020-06-15'),
(73, 'dashboard', 6, 'none', '2020-06-16'),
(74, 'video', 1, 'crop', '2020-06-16'),
(75, 'dashboard', 6, 'none', '2020-06-17'),
(76, 'info', 6, 'crop', '2020-06-17'),
(77, 'dashboard', 30, 'none', '2020-06-18'),
(78, 'info', 12, 'crop', '2020-06-18'),
(79, 'video', 2, 'crop', '2020-06-18'),
(80, 'dashboard', 40, 'none', '2020-06-19'),
(81, 'info', 23, 'crop', '2020-06-19'),
(82, 'video', 1, 'crop', '2020-06-19'),
(83, 'dashboard', 9, 'none', '2020-06-20'),
(84, 'info', 3, 'crop', '2020-06-20'),
(85, 'dashboard', 6, 'none', '2020-06-21'),
(86, 'info', 2, 'crop', '2020-06-21'),
(87, 'dashboard', 14, 'none', '2020-06-22'),
(88, 'info', 3, 'crop', '2020-06-22'),
(89, 'dashboard', 1, 'none', '2020-06-23'),
(90, 'dashboard', 1, 'none', '2020-06-25'),
(91, 'dashboard', 4, 'none', '2020-06-27'),
(92, 'dashboard', 11, 'none', '2020-06-28'),
(93, 'info', 1, 'crop', '2020-06-28'),
(94, 'info', 7, 'animal', '2020-06-28'),
(95, 'dashboard', 22, 'none', '2020-06-29'),
(96, 'info', 8, 'animal', '2020-06-29'),
(97, 'info', 5, 'crop', '2020-06-29'),
(98, 'dashboard', 2, 'none', '2020-06-30'),
(99, 'dashboard', 7, 'none', '2020-07-01'),
(100, 'info', 1, 'crop', '2020-07-01'),
(101, 'dashboard', 1, 'none', '2020-07-06'),
(102, 'dashboard', 2, 'none', '2020-07-10'),
(103, 'dashboard', 28, 'none', '2020-07-12'),
(104, 'info', 2, 'crop', '2020-07-12'),
(105, 'info', 1, 'animal', '2020-07-12'),
(106, 'dashboard', 15, 'none', '2020-07-13'),
(107, 'info', 8, 'crop', '2020-07-13'),
(108, 'info', 8, 'animal', '2020-07-13'),
(109, 'info', 3, 'none', '2020-07-13'),
(110, 'dashboard', 3, 'none', '2020-07-14'),
(111, 'info', 1, 'animal', '2020-07-14'),
(112, 'info', 1, 'none', '2020-07-14'),
(113, 'dashboard', 12, 'none', '2020-07-15'),
(114, 'info', 3, 'crop', '2020-07-15'),
(115, 'info', 1, 'none', '2020-07-15'),
(116, 'news', 4, 'none', '2020-07-15'),
(117, 'dashboard', 1, 'none', '2020-07-17'),
(118, 'dashboard', 8, 'none', '2020-07-18'),
(119, 'info', 4, 'crop', '2020-07-18'),
(120, 'news', 2, 'none', '2020-07-18'),
(121, 'info', 1, 'animal', '2020-07-18'),
(122, 'dashboard', 13, 'none', '2020-07-19'),
(123, 'news', 6, 'none', '2020-07-19'),
(124, 'news', 2, 'crop', '2020-07-19'),
(125, 'info', 2, 'crop', '2020-07-19'),
(126, 'info', 2, 'none', '2020-07-19'),
(127, 'dashboard', 12, 'none', '2020-07-20'),
(128, 'blog', 3, 'fertilizer', '2020-07-20'),
(129, 'info', 3, 'none', '2020-07-20'),
(130, 'news', 1, 'none', '2020-07-20'),
(131, 'info', 1, 'animal', '2020-07-20'),
(132, 'dashboard', 7, 'none', '2020-07-21'),
(133, 'blog', 2, 'pesticides', '2020-07-21'),
(134, 'news', 1, 'crop', '2020-07-21'),
(135, 'dashboard', 4, 'none', '2020-07-22'),
(136, 'info', 4, 'animal', '2020-07-22'),
(137, 'dashboard', 1, 'none', '2020-07-24'),
(138, 'blog', 3, 'fertilizer', '2020-07-24'),
(139, 'dashboard', 6, 'none', '2020-07-25'),
(140, 'info', 1, 'animal', '2020-07-25'),
(141, 'blog', 3, 'animal', '2020-07-25'),
(142, 'dashboard', 7, 'none', '2020-07-26'),
(143, 'dashboard', 20, 'none', '2020-07-27'),
(144, 'blog', 1, 'fertilizer', '2020-07-27'),
(145, 'news', 3, 'crop', '2020-07-27'),
(146, 'news', 1, 'none', '2020-07-27'),
(147, 'info', 4, 'none', '2020-07-27'),
(148, 'blog', 2, 'pesticides', '2020-07-27'),
(149, 'info', 7, 'animal', '2020-07-27'),
(150, 'info', 9, 'crop', '2020-07-27'),
(151, 'dashboard', 25, 'none', '2020-07-28'),
(152, 'info', 8, 'animal', '2020-07-28'),
(153, 'blog', 8, 'animal', '2020-07-28'),
(154, 'info', 6, 'crop', '2020-07-28'),
(155, 'news', 1, 'crop', '2020-07-28'),
(156, 'blog', 1, 'fertilizer', '2020-07-28'),
(157, 'blog', 1, 'pesticides', '2020-07-28'),
(158, 'dashboard', 3, 'none', '2020-07-29'),
(159, 'info', 1, 'crop', '2020-07-29'),
(160, 'blog', 1, 'animal', '2020-07-29');

-- --------------------------------------------------------

--
-- Table structure for table `carousel`
--

CREATE TABLE `carousel` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `link` varchar(250) DEFAULT NULL,
  `file_id` int(11) NOT NULL,
  `description` varchar(250) DEFAULT NULL,
  `created` datetime NOT NULL,
  `updated` datetime NOT NULL,
  `start_date` date NOT NULL,
  `end_date` date NOT NULL,
  `position` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `carousel`
--

INSERT INTO `carousel` (`id`, `title`, `link`, `file_id`, `description`, `created`, `updated`, `start_date`, `end_date`, `position`) VALUES
(4, 'खेत', '', 329, '    ', '2020-06-15 01:49:52', '2020-07-26 01:00:36', '2020-06-14', '2020-07-30', 1),
(5, 'खेत भैसा', '', 330, '    ', '2020-06-15 01:50:51', '2020-07-26 01:00:59', '2020-06-14', '2020-07-31', 2);

-- --------------------------------------------------------

--
-- Table structure for table `chat`
--

CREATE TABLE `chat` (
  `id` int(11) NOT NULL,
  `first_name` varchar(100) NOT NULL,
  `last_name` varchar(100) NOT NULL,
  `contact` varchar(250) NOT NULL,
  `comment` varchar(500) NOT NULL,
  `is_read` tinyint(4) DEFAULT NULL,
  `created` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `chat`
--

INSERT INTO `chat` (`id`, `first_name`, `last_name`, `contact`, `comment`, `is_read`, `created`) VALUES
(1, 'Khuman singh', 'Chouhan', 'khumanvvv17@gmail.com', 'हमे हर फसल की जानकारी उस फसल की बुवाई से लेकर कटाई तक कि जानकारी भी उपलब्ध कराए  धन्यवाद\nगोसेवक खुमान सिंह', 1, '2020-06-12 02:06:21'),
(2, 'Dharm', 'Gustr', 'dharm@gustr.com', 'this is test', 1, '2020-07-12 08:16:54'),
(3, 'Dharm', 'Gustr', '7804040653', 'this is check', 1, '2020-07-27 04:07:35');

-- --------------------------------------------------------

--
-- Table structure for table `classification`
--

CREATE TABLE `classification` (
  `id` int(11) NOT NULL,
  `product_type` enum('crop','animal','fertilizer','pesticides','plant','none','flower','tree','insects') NOT NULL,
  `product_name` varchar(250) NOT NULL,
  `product_use` varchar(250) NOT NULL,
  `document_id` int(11) DEFAULT NULL,
  `resource_id` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `classification`
--

INSERT INTO `classification` (`id`, `product_type`, `product_name`, `product_use`, `document_id`, `resource_id`) VALUES
(1, 'crop', 'जौ', 'भोजन', 1, NULL),
(3, 'crop', 'करेला', 'भोजन', 3, NULL),
(4, 'crop', 'कपास', 'कपङा', 4, NULL),
(5, 'crop', 'खीरा', 'भोजन', 5, NULL),
(6, 'crop', 'मूंगफली', 'तेल,भोजन', 6, NULL),
(7, 'crop', '﻿मक्का', 'भोजन', 7, NULL),
(8, 'crop', 'बाजरा', 'चारा,भोजन', 8, NULL),
(14, 'crop', 'सरसों', 'तेल,भोजन', 9, NULL),
(15, 'crop', 'मटर', 'भोजन', 10, NULL),
(16, 'crop', 'कद्दू ', 'भोजन', 11, NULL),
(17, 'crop', 'चावल', 'भोजन', 12, NULL),
(18, 'crop', 'सोयाबीन', 'तेल,भोजन', 13, NULL),
(19, 'crop', '﻿फसल', '', 14, NULL),
(21, 'crop', 'गेहूं', 'भोजन', 15, NULL),
(22, 'animal', 'जानवर', 'दुध,मास', 16, NULL),
(23, 'animal', 'भैंस', 'मांस, दुध', 17, NULL),
(24, 'animal', 'गाय', 'दुध', 18, NULL),
(25, 'animal', 'बकरी', 'मांस, दुध', 19, NULL),
(26, 'animal', 'मुर्गी', 'मांस', 20, NULL),
(27, 'animal', 'मछली', 'मांस', 21, NULL),
(28, 'crop', 'पपीता', 'भोजन', 22, NULL),
(29, 'none', 'केला', 'भोजन,फल', 23, NULL),
(30, 'none', 'वर्मीकम्पोस्टिंग', 'खेत', 24, NULL),
(31, 'none', 'केंचुआ', 'खेत,बगीचा', 25, NULL),
(32, 'none', '', '', 26, NULL),
(33, 'none', '', '', 27, NULL),
(34, 'none', '', '', NULL, 1),
(35, 'crop', '', '', 28, NULL),
(36, 'crop', '', '', NULL, 2),
(37, 'crop', '', '', 29, NULL),
(38, '', '', '', NULL, 3),
(39, 'crop', '', '', 30, NULL),
(40, 'fertilizer', 'वर्मीकम्पोस्ट', 'खेत,बगीचा', 31, NULL),
(41, 'pesticides', '', '', 32, NULL),
(42, 'fertilizer', 'Waste decomposer', 'खेत,बगीचा', 33, NULL),
(43, 'animal', 'बकरी आवास', 'बकरी के लिए आवास', 34, NULL),
(44, 'animal', 'house', 'house', NULL, 4),
(45, 'animal', 'Goat house', 'living', NULL, 5),
(46, 'animal', 'Goat house ', 'living', NULL, 6),
(47, 'animal', 'बकरी', 'मांस, दुध', 35, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `contents`
--

CREATE TABLE `contents` (
  `id` int(11) NOT NULL,
  `description` text,
  `resource_id` int(11) DEFAULT NULL,
  `document_id` int(11) DEFAULT NULL,
  `topic_id` int(11) DEFAULT NULL,
  `content_type` enum('topic','file','description','document') NOT NULL,
  `position` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `contents`
--

INSERT INTO `contents` (`id`, `description`, `resource_id`, `document_id`, `topic_id`, `content_type`, `position`) VALUES
(120, '<p>जौ घास परिवार का एक सदस्य, विश्व स्तर पर समशीतोष्ण जलवायु में उगाया जाने वाला एक प्रमुख अनाज अनाज है। यह पहली खेती वाले अनाज में से एक था, खासकर यूरेशिया में 10,000 साल पहले। जौ का उपयोग जानवरों के चारे के रूप में किया गया है, बीयर और कुछ आसुत पेय पदार्थों के लिए किण्वनीय सामग्री के स्रोत के रूप में, और विभिन्न स्वास्थ्य खाद्य पदार्थों के घटक के रूप में। इसका उपयोग सूप और स्टॉज में, और विभिन्न संस्कृतियों की जौ की रोटी में किया जाता है। जौ के दाने आमतौर पर माल्ट में पारंपरिक और प्राचीन तरीके से तैयार किए जाते हैं।</p>\r\n\r\n<p><strong>जौ की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p><strong>गुच्छे (गुच्छे वाली जौ)</strong>: जैसे लुढ़के हुए जौ के समान होते हैं, जौ के गुच्छे दाने होते हैं जिन्हें चपटा किया जाता है। वे आमतौर पर पकाया जाता है और गर्म अनाज के रूप में पेश किया जाता है, लेकिन उन्हें मूसली और पके हुए माल में भी मिलाया जा सकता है।</p>\r\n\r\n<p><strong>आटा</strong>: जौ का आटा एक हल्के स्वाद का आटा होता है जो जौ के दाने से बनाया जाता है। इसमें लस की एक मध्यम मात्रा होती है, हालांकि अधिकांश पके हुए खाद्य पदार्थों के लिए संरचना प्रदान करने के लिए पर्याप्त नहीं है।</p>\r\n\r\n<p><strong>Hulled</strong>: जौ का यह रूप अन्य प्रकार के रूप में व्यापक रूप से उपलब्ध नहीं है, लेकिन इसकी बेहतर पोषक तत्व सामग्री इसे प्राप्त करने के लायक बनाती है। केवल बाहरी, अखाद्य भूसी - जिसे स्पाइकलेट कहा जाता है - को हटा दिया जाता है, और चोकर को नहीं। इस प्रकार, पतवार जौ आहार फाइबर में समृद्ध है। इसमें मोती जौ की तुलना में अधिक लोहा और ट्रेस खनिज शामिल हैं, और थियामिन से चार गुना से अधिक है। अनाज भूरे रंग के होते हैं, और उन्हें मोती जौ की तुलना में पकाने में अधिक समय लगता है। Hulled जौ में एक स्पष्ट स्वाद होता है, जो इसे हार्दिक, देश-शैली सूप और स्ट्यू में एक आकर्षक घटक बनाता है।</p>\r\n\r\n<p><strong>पास्ता</strong>: जौ पास्ता आज बाजार में उपलब्ध कई पास्ता किस्मों में से एक है। जौ का फूल जौ के आटे से बना थोड़ा पौष्टिक स्वाद वाला पास्ता है।</p>\r\n\r\n<p><strong>मोती (नाशपाती जौ)</strong>: इन समान, हाथी दांत के रंग के दानों का उत्पादन करने के लिए, जौ के दानों को उनके दोहरे बाहरी भूसी और उनकी चोकर की परत को पूरी तरह से हटाने के लिए मिलिंग के दौरान छः बार कुल्ला किया जाता है। दुर्भाग्य से, सफेद चावल की तरह, यह प्रक्रिया पोषक तत्वों को भी हटा देती है। हालाँकि पूरी तरह से पिसाई से अनाज के पकने का समय काफी कम हो जाता है। पर्ल जौ में एक स्वादिष्ट पौष्टिक स्वाद होता है जो सूप, सलाद और साइड डिश में अपने साथी सामग्री के स्वाद को आसानी से अवशोषित करता है।</p>\r\n\r\n<p><strong>पॉट जौ (स्कॉच जौ)</strong>: मोती की तुलना में एक कम-परिष्कृत संस्करण, पॉट जौ को केवल तीन बार पिघलाया जाता है, ताकि चोकर परत का हिस्सा बना रहे। यह आमतौर पर सूप और स्ट्यू में जोड़ा जाता है। हालांकि अधिक से अधिक सुपरमार्केट इस फॉर्म को ले जाते हैं, यह स्वास्थ्य खाद्य भंडार में पाए जाने की सबसे अधिक संभावना है।</p>\r\n\r\n<p><strong>क्विक-कुकिंग जौ</strong>: कभी-कभी इंस्टेंट जौ के रूप में बेचा जाता है, इस जौ को खाना पकाने के समय में कटौती करने के लिए दबाया गया है ताकि खाना पकाने के समय को लगभग 45 मिनट से नियमित रूप से मोती जौ के लिए केवल 10 मिनट तक काट दिया जा सके।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते </strong></p>\r\n\r\n<p>जौ को उपोष्णकटिबंधीय जलवायु परिस्थितियों में उगाया जा सकता है। फसल को बढ़ती अवधि के दौरान लगभग 12-15 0C और परिपक्वता के समय लगभग 30 0C की आवश्यकता होती है। यह वृद्धि के किसी भी चरण में ठंढ को सहन नहीं कर सकता है फसल में सूखे आौर सोङिक परिस्थितियों के लिए बहुत अधिक सहिष्णुता होती है। जौ को तीन अलग-अलग प्रकार के मिट्टी समूहों में उगाया जा रहा है, मुख्यतः सैंडी लोम, दोमट और मध्यम और भारी काली मिट्टी। नमकीन प्रतिक्रिया और मध्यम उर्वरता के लिए तटस्थ होने वाले इंडो-गंगा के मैदानी इलाकों की मध्यम से भारी दोमट मिट्टी सैंडी जौ की खेती के लिए सबसे उपयुक्त प्रकार है। हालांकि, यह मिट्टी के प्रकार, अर्थात, खारा, सोडिक और हल्की मिट्टी पर उगाया जा सकता है। जौ की खेती के लिए अम्लीय मिट्टी फिट नहीं है, जैसे कि।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>बैक्टीरियल</strong>: पत्ते पर पानी के धब्बे; मृत पत्तियों को सिकोड़ना; चमकदार पीले या भूरे रंग की धारियाँ; पौधे का विकास धीमा दिखाई देता है।</p>\r\n\r\n<p><strong>वायरल</strong>: अंकुर पत्तियों पर छोटे पीले धब्बे; शीर्ष करने से पहले पत्ती ब्लेड के साथ तन की धारियों को पीला; धारियों पर लाल मार्जिन; रोगग्रस्त ऊतक की मृत्यु; सिर नहीं उभर रहे; पौधों का फटना।</p>\r\n\r\n<p><strong>जौ पीला बौना</strong>: पौधों की बढ़ती वृद्धि; पत्ती टिप, पत्ती मार्जिन या पत्ती ब्लेड पर पीले हरे रंग के धब्बे; चमकीले पीले, लाल या बैंगनी रंग के पत्ते।</p>\r\n\r\n<p><strong>फफूंद</strong>: तने तक फैली पत्तियों पर भूरे रंग के घाव; सूखे जैसा दिखता है; निचले पत्तों की मौत; सड़ने वाली जड़ें।</p>\r\n\r\n<p><strong>कोमल फफूंदी</strong>: बौना और / या विकृत पौधे; ध्वज के पत्ते पीले; चमड़े के पत्ते; सिर विकृत; बीज नहीं बना।</p>\r\n', NULL, 1, NULL, 'description', 1),
(125, '<p>﻿मक्का घास परिवार Poaceae का एक सदस्य है। यह एक अनाज अनाज है जिसे पहले प्राचीन मध्य अमेरिका में लोगो द्वारा उगाया जाता था। यह अब दुनिया की तीसरी सबसे महत्वपूर्ण अनाज की फसल है। हालांकि, इस मक्का में से थोड़ा सीधे मनुष्यों द्वारा खाया जाता है। ज्यादातर मकई इथेनॉल, पशु चारा, और अन्य मक्का उत्पादों, जैसे मकई स्टार्च और मकई सिरप बनाने के लिए उपयोग किया जाता है।</p>\r\n\r\n<p>शोध से पता चला है कि डेयरी गायों के आहार में मक्के का सेवन फोरेज सेवन, दूध की उपज और दूध प्रोटीन सामग्री को बढ़ाता है। सांद्रता वाले पूरक को कम किया जा सकता है और लाभप्रदता में सुधार किया जाता है।</p>\r\n\r\n<p><strong>जौ की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p>अमेरिका में फील्ड मकई का उपयोग मुख्य रूप से पशुधन को खिलाने के लिए किया जाता है, लेकिन अन्य देशों में इसका उपयोग मानव उपभोग के लिए भी किया जाता है।</p>\r\n\r\n<p><strong>स्वीट कॉर्न</strong>: जो कि अमेरिकी में सबसे अधिक खाया जाता है, एक आनुवंशिक भिन्नता है जो गुठली में अधिक चीनी और कम स्टार्च जमा करता है; यह आमतौर पर फील्ड कॉर्न से छोटा होता है।</p>\r\n\r\n<p><strong>बेबी कॉर्न</strong>: लोकप्रिय एशियाई भोजन में उपयोग किया जाता है,।</p>\r\n\r\n<p><strong>पॉपकॉर्न</strong>: मक्का की गुठली की "पॉप" और हीटिंग पर विस्तार करने की क्षमता भी मूल अमेरिकियों द्वारा खोजी गई थी। मक्का पॉप करने में सक्षम है, क्योंकि अन्य अनाजों के विपरीत, इसकी गुठली में एक कठिन नमी-सील पतवार और एक घने स्टार्च भरा होता है। गरम होने पर, दबाव कर्नेल के अंदर एक विस्फोटक "पॉप" परिणाम होने तक बनता है, और स्टार्च फैलता है और फिर कूलर हवा में कठोर हो जाता है। कई मक्के की किस्में पॉप होंगी, लेकिन कुछ किस्मों को विशेष रूप से इस उद्देश्य के लिए उगाया गया है।</p>\r\n\r\n<p>भारतीय मकई मूल रूप से उस शब्द पर लागू किया गया था जिसे अब हम मक्का या मकई के रूप में जानते हैं, इसे उस समय के सभी अनाज के लिए इस्तेमाल किए गए "मकई" यूरोपीय लोगों के सामान्य शब्द से अलग करने के लिए। अब, यह आमतौर पर किसी भी मकई को संदर्भित करता है जिसमें अलग-अलग रंग की गुठली होती है। आमतौर पर यह सूख जाता है और सजावटी उद्देश्यों के लिए उपयोग किया जाता है।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते</strong> </p>\r\n\r\n<p>मक्का की खेती विभिन्न प्रकार की जलवायु में की जा सकती है, लेकिन मक्का की वृद्धि, विकास और उपज गरम क्षेत्रों में अधिक पाई जाती है। यह गरम मौसम की फसल है। इसके जमाव के लिए रात और दिन का तापमान अधिक होना चाहिए। मक्का की फसल को शुरू से ही मिट्टी में पर्याप्त नमी की आवश्यकता होती है। विकास के लिए 18 से 23 0C और 28 0C के तापमान को वृद्धि और विकास के लिए अच्छा माना जाता है।</p>\r\n\r\n<p>मक्का को सभी प्रकार की मिट्टी में उगाया जा सकता है। लेकिन मक्का, दोमट और मध्यम से अच्छी वृद्धि और उत्पादकता के लिए भारी मात्रा में बैक्टीरिया और उचित जल निकासी है।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>लीफ स्पॉट</strong>: लेसियन भूरे या भूरे से भूरे रंग के होते हैं, लंबे, संकीर्ण और आयताकार होते हैं, जो कि शिराओं द्वारा विशिष्ट रूप से प्रतिबंधित होते हैं। घाव पत्तों को मारने वाले अनियमित हाशिये के साथ बड़े ग्रे ब्लाट बनाने का विलय कर सकते हैं। ऊपर की ओर बढ़ने वाली निचली पत्तियों पर शुरू होता है</p>\r\n\r\n<p><strong>फेज़ोस्फेयरिया लीफ स्पॉट</strong>: हर्बिसाइड क्षति के समान, गहरे भूरे रंग के हाशिए के साथ परिपत्र या अंडाकार नेक्रोटिक घाव, प्रक्षालित और सूख जाता है। घाव पूरे पत्ता को सहला सकते हैं और उड़ा सकते हैं, घावों के भीतर काली फफूंद से भरे शरीर विकसित होते हैं उत्तरी मकई का पत्ता ब्लाइट लंबे, अण्डाकार, भूरे-हरे या तन के घावों की लंबाई 2.5 से 15 सेमी तक होती है जो पहले निचले पत्तों पर विकसित होते हैं। गंभीर संक्रमण के कारण समय से पहले मौत और ग्रे रंग दिखाई देता है जो ठंढ या सूखे चोट के जैसा होता है</p>\r\n\r\n<p><strong>उत्तरी मकई का पत्ता स्पॉट</strong>: उनके भीतर कंकरीट क्षेत्रों के साथ परिपत्र या अंडाकार पर्ण घावों का उत्पादन करता है। इन घावों के पत्तों, म्यान और भूसी पर लाल-भूरे रंग की उपस्थिति हो सकती है। संक्रमित गुठली एक काले, महसूस किए जाने वाले साँचे को विकसित कर सकती है</p>\r\n\r\n<p><strong>आम जंग</strong>: ऊपरी और निचली पत्ती वाली दोनों सतहों पर भूरे से ईंट-लाल मूसल के लिए भूरे रंग का उत्पादन करता है, जबकि दक्षिणी जंग में मुख्य रूप से ऊपरी पत्ती की सतह पर हल्के-भूरे रंग के गुच्छे होते हैं। आम जंग द्वारा उत्पादित pustules दक्षिणी जंग द्वारा उत्पादित की तुलना में कम घनी होती हैं। घावों के आसपास टूटे हुए एपिडरमल लीफ टिशू की उपस्थिति ग्रे पत्ती वाले स्थान से आम जंग को अलग करने में मदद कर सकती है।</p>\r\n\r\n<p><strong>आईसपॉट</strong>: कई, अंडाकार धब्बों के लिए, व्यास में diameter सेमी तक, तन के साथ क्रीम सेंटर तक, भूरे रंग के बैंगनी मार्जिन तक, और पत्तियों पर पीले रंग के प्रभामंडल से घिरा हुआ। ऊपरी पत्तियाँ झड़ सकती हैं और समय से पहले मर सकती हैं, ज़ोन या पैच में मौसम में जल्दी या देर से विकसित हो सकती हैं</p>\r\n', NULL, 7, NULL, 'description', 1),
(126, '<p>बाजरा उच्च चर छोटे बीज वाली घास का एक समूह है, जो व्यापक रूप से चारा और मानव भोजन के लिए अनाज की फसलों या अनाज के रूप में दुनिया भर में उगाया जाता है।</p>\r\n\r\n<p>भारत में बजरा के स्थानीय नाम: बाजरा (हिंदी, उर्दू, पंजाबी) सज्ज (कन्नड़), कंबु (तमिल), कम्बम (माल्यालम), सज्जलु (तेलुगु), बजरी (राजस्थानी, गुजराती और मराठी)।</p>\r\n\r\n<p><strong>बाजरा की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p><strong>Foxtail millet</strong>: जैसा कि इसे स्वदेशी कहा जाता है, काकुम / कंगनी आमतौर पर सूजी या चावल के आटे के रूप में उपलब्ध है। फॉक्सटेल बाजरा में रक्त-शर्करा संतुलित कार्बोहाइड्रेट होते हैं। इसकी लौह और कैल्शियम सामग्री प्रतिरक्षा को मजबूत करने में भी मदद करती है। और यह आपके रक्त कोलेस्ट्रॉल को विनियमित करने में मदद करता है और आपके शरीर में एचडीएल कोलेस्ट्रॉल के स्तर को बढ़ाता है।</p>\r\n\r\n<p><strong>Finger millet</strong>:ये रागी, चावल और गेहूं के लिए एक स्वास्थ्यप्रद अनाज विकल्प के रूप में उपयोग किया जाता है। बाजरा संस्करण लस मुक्त और प्रोटीन और अमीनो एसिड में समृद्ध है। Finger millet को बढ़ते बच्चों में मस्तिष्क के विकास में सहायता करने वाला माना जाता है।</p>\r\n\r\n<p><strong>Pearl millet</strong>: ये बाजरे अविश्वसनीय रूप से पोषक तत्व-घने होते हैं। इसमें कैल्शियम और मैग्नीशियम, प्रोटीन, फाइबर और आयरन जैसे खनिज होते हैं। मोती बाजरे का रोजाना सेवन आपके स्वास्थ्य के लिए बहुत फायदेमंद हो सकता है, जैसे कि टाइप II डायबिटीज से लड़ने में आपकी मदद करता है।</p>\r\n\r\n<p><strong>Buckwheat</strong>: अगर आप अपना वजन कम करना चाहते हैं तो बाजरे की सब्जी आपको खानी चाहिए। यह मधुमेह रोगियों के लिए एक स्वस्थ भोजन विकल्प बनाता है, निम्न रक्तचाप में मदद करता है और हृदय स्वास्थ्य में सुधार करता है। गोखरू भी पित्त पथरी, बचपन अस्थमा और स्तन कैंसर जैसी बीमारियों से लड़ता है।</p>\r\n\r\n<p><strong>Little millet</strong>: वजन कम करने की चाह रखने वालों के लिए थोड़ा बाजरा भी एक बेहतरीन बाजरा विकल्प है। आप इसे चावल के प्रतिस्थापन के रूप में खा सकते हैं। यह फाइबर में उच्च है और पोटेशियम, जस्ता, लोहा और कैल्शियम जैसे कई खनिजों से भरा है। यह विटामिन बी के स्वास्थ्य लाभों के साथ भी पैक किया जाता है और आपके शरीर के लिए एंटीऑक्सिडेंट के रूप में काम करता है, एक बार सेवन किया जाता है।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते</strong></p>\r\n\r\n<p>बाजरा की खेती के लिए आवश्यक कृषि-जलवायु: बाजरा शुष्क और गरम जलवायु परिस्थितियों में अच्छी तरह से बढ़ता है और यह सूखा-सहिष्णु फसल है जिसके लिए 40 सेमी से 60 सेमी के बीच कम वार्षिक वर्षा की आवश्यकता होती है। बाजरा की खेती के लिए आदर्श तापमान 20 0C से 30 0C के बीच है। सब्जी उगाने के दौरान नम मौसम फायदेमंद होता है। उत्तर भारत में, बाजरा को खरीफ की फसल के रूप में और कुछ दक्षिणी भागों में ग्रीष्मकालीन फसल के रूप में उगाया जाता है।</p>\r\n\r\n<p>मिट्टी की आवश्यकता: बाजरा को मिट्टी की एक विस्तृत श्रृंखला में उगाया जा सकता है। हालांकि, यह काली कपास की मिट्टी, रेतीली दोमट मिट्टी में सबसे अच्छा पनपता है। यह फसल अम्लीय और जलभराव वाली मिट्टी को पसंद नहीं करती है। खेती के लिए संतृप्त मिट्टी से बचें। यह कम पीएच के साथ मिट्टी में सफलतापूर्वक बढ़ता है। बाजरा आसानी से उस क्षेत्र में उगाया जा सकता है, जहां गेहूं और मक्का जैसी अन्य फसलें नहीं बची होंगी।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p>1. ब्लास्ट<br />\r\n2. सीडलिंग ब्लाइट;<br />\r\n3. विल्ट या फुट रोट;<br />\r\n4. सर्कोस्पोरा लीफ स्पॉट;<br />\r\n5. डाउनी मिल्ड्यू या ग्रीन इयर डिजीज;<br />\r\n6. स्मट;<br />\r\n7. डंपिंग-ऑफ।</p>\r\n', NULL, 8, NULL, 'description', 1),
(128, '<p>सरसों का पौधा जेनेरल ब्रासिका और सिनैपिस में परिवार ब्रेशिका में एक पौधे की प्रजाति है। सरसों के बीज का उपयोग मसाले के रूप में किया जाता है। बीज को पानी, सिरका या अन्य तरल पदार्थ के साथ पीसने और मिश्रण करने से तैयार सरसों के रूप में जाना जाने वाला पीला मसाला बनता है। सरसों का तेल बनाने के लिए बीजों को भी दबाया जा सकता है, और खाने योग्य पत्तियों को सरसों के साग के रूप में खाया जा सकता है।</p>\r\n\r\n<p>पूरी तरह से, जमीन, फटा या फटा हुआ सरसों के बीज पानी, सिरका, नींबू का रस, शराब, या अन्य तरल पदार्थ, नमक, और अक्सर अन्य स्वाद और मसालों के साथ मिश्रित होते हैं, जो चमकीले पीले रंग से गहरे रंग तक लेकर एक पेस्ट या सॉस बनाते हैं। भूरे रंग के। सरसों का स्वाद मीठा से लेकर मसालेदार तक होता है।</p>\r\n\r\n<p>आमतौर पर मीट और चीज के साथ जोड़ा जाता है, सरसों को सैंडविच, हैमबर्गर, कॉर्न डॉग और हॉट डॉग के साथ भी जोड़ा जाता है। यह कई ड्रेसिंग, ग्लेज़, सॉस, सूप और मैरिनड्स में एक घटक के रूप में भी उपयोग किया जाता है। क्रीम के रूप में या व्यक्तिगत बीजों के रूप में, सरसों का उपयोग भारत और बांग्लादेश, भूमध्यसागरीय, उत्तरी और दक्षिणपूर्वी यूरोप, एशिया, अमेरिका और अफ्रीका के व्यंजनों में एक मसाला के रूप में किया जाता है, जो इसे सबसे लोकप्रिय और व्यापक रूप से उपयोग किए जाने वाले मसालों में से एक बनाता है और दुनिया में मसाला।</p>\r\n\r\n<p><strong>सरसो की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p><strong>पीली सरसों</strong>: सफेद सरसों के बीज को पानी, सिरका, नमक और हल्दी के साथ मिश्रित किया जाता है ताकि एक हल्के स्वाद के साथ एक चिकनी पेस्ट बन सके। पीली सरसों का उपयोग अक्सर हैम्बर्गर, हॉट डॉग और सैंडविच के लिए एक मसाला के रूप में किया जाता है।</p>\r\n\r\n<p><strong>मीठी सरसों</strong>: हनी और पीली सरसों को एक मिठाई और टंगी फैल के लिए 1 से 1 के अनुपात में संयोजित किया जाता है जिसे अक्सर सूई की चटनी और नमकीन ड्रेसिंग के रूप में उपयोग किया जाता है।</p>\r\n\r\n<p><strong>डी जाँ सरसों</strong>: डायजन को आमतौर पर भूखे काले बीज, शराब, नमक और मसाले के साथ तीखे स्वाद के लिए बनाया जाता है। यह आमतौर पर सॉस, सलाद ड्रेसिंग और मेयोनेज़ के साथ जोड़े में उपयोग किया जाता है।</p>\r\n\r\n<p><strong>मसालेदार भूरी सरसों</strong>: भूरे सरसों के बीज का एक उच्च अनुपात आंशिक रूप से कुचल दिया जाता है और मसालों के साथ मिश्रित करके एक तीखा, दानेदार पेस्ट बनाया जाता है। यह डेली सैंडविच के साथ बहुत बढ़िया है और इसे अक्सर चीनी और भारतीय व्यंजनों में इस्तेमाल किया जाता है।</p>\r\n\r\n<p><strong>साबुत अनाज सरसों</strong>: पूरे और अर्ध-कुचल बीज का उपयोग एक मोटी पेस्ट बनाने के लिए किया जाता है जो एक गहरी, मजबूत स्वाद और मोटे बनावट प्रदान करता है। जैसा कि यह सबसे कम संसाधित है, साबुत अनाज सरसों सरसों के बीज से सबसे अधिक पोषक तत्वों को बरकरार रख सकता है।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते</strong> </p>\r\n\r\n<p><strong>जलवायु</strong>: सरसों एक ठंड के मौसम की फसल है जिसे थोड़े समय के लिए उगाया जा सकता है। पीले सरसों की किस्में आमतौर पर 80 से 85 दिनों में परिपक्व होती हैं जबकि भूरे और प्राच्य प्रकारों के लिए 90 से 95 दिनों की आवश्यकता होती है। मिट्टी के तापमान पर अंकुरण 4.45 0<strong>C</strong> से कम होना चाहिए। सरसों, विशेष रूप से भूरे और प्राच्य प्रकार के गेहूं और रेपसीड के बीच आंशिक सूखा सहिष्णुता है। फूल की अवधि के दौरान गर्म, शुष्क परिस्थितियों के कारण नमी का तनाव अक्सर कम पैदावार का कारण बनता है।</p>\r\n\r\n<p><strong>मृदा</strong>: सरसों को अच्छी जल निकासी वाली चर मिट्टी के प्रकारों पर उगाया जा सकता है, लेकिन यह उपजाऊ, अच्छी तरह से सूखा, दोमट मिट्टी के लिए अनुकूल है। अंकुर उगने से पहले मिट्टी उखड़ने का खतरा होता है। यह फसल जल जमाव वाली मिट्टी को सहन नहीं करेगी क्योंकि विकास अवरुद्ध हो जाएगा। सूखी रेत और सूखी, रेतीली दोमट मिट्टी से भी बचना चाहिए।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>भिगोना बंद और ब्राउन गिर्डलिंग रूट रोग</strong> : बीज के लिए देखें जो अंकुरित होने में विफल होते हैं या उभरने में विफल होते हैं, और जड़ें जो भूरे या अंकुरों को बदल देती हैं, जो कि पीले, सिकुड़े और क्षय में बदल जाती हैं, विशेष रूप से स्टेम बेस पर।</p>\r\n\r\n<p><strong>ब्लैक स्पॉट, ग्रे लीफ स्पॉट, पॉड स्पॉट</strong>: ग्रे से बैंगनी से काले छोटे धब्बे या घावों के लिए देखें जो एक पीले प्रभामंडल से घिरे हुए गाढ़ा क्षेत्रों में विस्तार कर सकते हैं।</p>\r\n\r\n<p><strong>फ्यूजेरियम विल्ट</strong>: स्टेम बेस पर पीले या लाल मलिनकिरण के साथ, तने, स्टंटिंग और पीलेपन के लिए देखें, और उपजी के केवल एक तरफ लक्षणों का विकास।</p>\r\n\r\n<p><strong>एस्टर येलो: </strong>नीले-हरे रंग के फीके पड़े पौधों के लिए देखें, जिसमें लाल या बैंगनी रंग की पत्तियों का विकास होता है। विकृत फूल और बाँझ, हरी पत्ती जैसी संरचनाओं का उत्पादन कर सकते हैं, और फली को गोल या अंडाकार नीले-हरे खोखले, चपटा मूत्राशय जैसी संरचनाओं द्वारा प्रतिस्थापित किया जाता है। संक्रमित पौधे वुडी हो सकते हैं और अक्सर बाकी फसल चंदवा से अधिक लंबे होते हैं।</p>\r\n\r\n<p><strong>कोमल फफूंदी</strong>: पत्ती के ऊपरी सतह के पीलेपन के लिए, पत्ती के नीचे की तरफ एक अल्प विकास के लिए देखें।</p>\r\n\r\n<p><strong>व्हाइट लीफ स्पॉट और ग्रे स्टेम</strong>: सफेद से ग्रे पत्ती के धब्बे के लिए देखें जो पौधों को एक समग्र ग्रे रंग देने के लिए फैल सकता है।</p>\r\n\r\n<p><strong>Clubroot</strong>: संदिग्ध स्टंटिंग, वाइटिंग, पीलापन और समय से पहले पकना।</p>\r\n\r\n<p><strong>ठग</strong>: पत्तियों पर अनियमित आकार के गंदे सफेद घावों के लिए घड़ी और तने या पत्ती लगाव के बिंदुओं पर एक अंधेरे सीमा के साथ सफेद या ग्रे घाव। स्टेम घाव भी स्टेम बेस के अंदर एक सामान्य ब्लैकनिंग या सूखी सड़ांध के रूप में दिखाई दे सकते हैं। ब्लैकलेज घावों को आमतौर पर कई छोटे गोल धब्बों (पाइक्नीडिया) के साथ देखा जाता है|</p>\r\n\r\n<p> </p>\r\n', NULL, 9, NULL, 'description', 1),
(129, '<p>मटर सबसे आम तौर पर छोटे गोलाकार बीज या फली फल के बीज-फल पिसियम सतिवम है। प्रत्येक फली में कई मटर होते हैं, जो हरे या पीले हो सकते हैं। वानस्पतिक रूप से, मटर की फली फल होती है, क्योंकि उनमें बीज होते हैं और एक (मटर) फूल के अंडाशय से विकसित होते हैं।</p>\r\n\r\n<p><strong>मटर की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p><strong>इंग्लिश मटर (पिसम सैटिवम, वर्थ सैटिवम)</strong>: इंग्लिश मटर में खाने योग्य फली नहीं होती है; आपको उन्हें खाने और खाने से पहले पूरी तरह से इंतजार करना होगा।</p>\r\n\r\n<p><strong>हिम मटर (पिसम सतिवम वर। सैकरेटम)</strong>: चीनी स्नैप मटर अंग्रेजी मटर और बर्फ मटर के बीच एक क्रॉस है। अंग्रेजी मटर के साथ के रूप में, बीज को थोड़ा मोटा होने दिया जाता है। हालांकि, फली कुरकुरी और खाने योग्य होती है, इसलिए उन्हें शेल करने की आवश्यकता नहीं होती है और व्यंजनों में बर्फ मटर के समान उपयोग किया जाता है। चीनी मटर मटर को अंग्रेजी मटर की तरह ही उगाया जाता है, लेकिन जब मौसम गर्म होता है तो वे थोड़े लंबे समय तक चलते हैं।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते </strong></p>\r\n\r\n<p>मटर को ठीक से बढ़ने के लिए शांत जलवायु की आवश्यकता होती है। वे उच्च तापमान के प्रति बहुत संवेदनशील होते हैं। आदर्श रूप से तापमान 16-19 0C के बीच होना चाहिए। अधिकतम 24 0C तापमान को सहन किया जाता है, लेकिन जैसे ही यह दिन में लंबे समय तक अधिक रहता है, फसल की गुणवत्ता और मात्रा कम हो जाती है। मटर ठंढ को -2 ° C तक जल्दी सहन कर सकता है। जैसे ही फूलों को ठंढ बनना शुरू होता है, विकास के बिंदु और फूलों को नुकसान होगा। आदर्श तापमान 23 0C के साथ 5-29 0C के बीच बीज अंकुरित। बाजार में इतनी सारी किस्में उपलब्ध हैं कि एक मटर की खेती होगी जो आपकी जलवायु के अनुकूल है।</p>\r\n\r\n<p>6-7.5 के इष्टतम पीएच रेंज के साथ अच्छी तरह से सूखा दोमट मिट्टी उपयुक्त है। ठंड के मौसम में सबसे अच्छा होता है। यह फसल अंकुर अवस्था में कम तापमान पर उग आती है।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong> पिनोडेला (ए। पिनोडेला), और मायकोस्फेरेला पिनोड (ए। पिनोड्स)</strong>: Asocochyta ब्लाइट Asocochyta ब्लाइट कवक, Ascochyta pisi, Phoma Medicaginis var की तिकड़ी से बना है जो पौधे के मलबे में सर्दियों के महीनों के माध्यम से जीवित रहते हैं या संक्रमित मटर के बीज पर रोपण के मौसम के दौरान पेश किए जाते हैं। पवन और बारिश स्वस्थ पौधों पर बीजाणुओं का संचार करते हैं। हालांकि, संक्रमण के कारण कवक के आधार पर लक्षण भिन्न हो सकते हैं, आमतौर पर एसोचोय्टा ब्लाइट एक काले रंग के तने के रूप में दिखाई देता है, भूरे रंग के धब्बों और कली की बूंदों के साथ पीले पत्ते। फली और बीज दोनों पीड़ित हो सकते हैं, और गंभीर संक्रमण बीजों को मार देते हैं।</p>\r\n\r\n<p> <strong>बैक्टीरियल ब्लाइट:</strong> मटर के पौधों में एक और बीमारी है जो संक्रमित सतह के पौधे में सर्दी से बचती है और संक्रमित बीज में। आमतौर पर बैक्टीरिया स्यूडोमोनास सिरिंज के कारण होता है, बैक्टीरिया का दोष अन्य जीवाणु के कारण भी हो सकता है। फिर से, पानी, या तो बारिश के छींटे, ओवरहेड वॉटरिंग या पालतू या मानव गतिविधि एक गीले बगीचे में, मटर के पौधों को पीड़ित बैक्टीरिया को फैलाते हैं, अक्सर वे जो पहले से ही ठंढ जैसी चीजों से क्षतिग्रस्त हो जाते हैं। पहले बैक्टीरियल ब्लाइट चमकदार, पत्तों की सतहों पर गहरे हरे पानी के धब्बों जैसा दिखता है और फिर ये अनियमित आकार के धब्बे पपीते, भूरे रंग में केंद्र लाइटर के साथ पारभासी हो जाते हैं।</p>\r\n', NULL, 10, NULL, 'description', 1),
(130, '<p>कद्दू चिकनी, थोड़ी पसली वाली त्वचा के साथ गोल होता है, और अक्सर रंग में नारंगी या अधिक गहरा पीला होता है। मोटे खोल में बीज और गूदा होता है। इस नाम का उपयोग सामान्यतः कुकुर्बिटा पेपो की खेती के लिए किया जाता है, लेकिन कुकुर्बिता मैक्सिमा, सी। अर्गियोस्पर्म और सी। मोचाटा की कुछ किस्मों को इसी तरह के रूप में कभी-कभी "कद्दू" भी कहा जाता है।</p>\r\n\r\n<p>कद्दू  केरल की एक लोकप्रिय सब्जी है। यह पोटेशियम और विटामिन ए का एक समृद्ध स्रोत है कद्दू का उज्ज्वल नारंगी रंग एक महत्वपूर्ण एंटीऑक्सिडेंट, बीटा कैरोटीन का संकेत है। बीटा-कैरोटीन है शरीर में विटामिन ए का अग्रदूत, जो समग्र स्वास्थ्य में कई महत्वपूर्ण कार्य करता है।</p>\r\n\r\n<p>यद्यपि आप कद्दू को एक सब्जी के रूप में सोच सकते हैं, ये स्क्वैश, मौसम के सजावटी सितारे और साथ ही गिरावट-स्वाद वाले, सबसे अच्छे कद्दू पाई के सबसे अच्छे घटक, वास्तव में फल हैं।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते </strong></p>\r\n\r\n<p>कद्दू को न्यूनतम तापमान 18 की आवश्यकता होती है प्रारंभिक विकास के दौरान ओसी, लेकिन इष्टतम तापमान की सीमा में हैं 24-27 0C। यह कम तापमान को सहन कर सकता है और विभिन्न प्रकार की वर्षा की स्थिति के अनुकूल होता है।</p>\r\n\r\n<p>मिट्टी की एक विस्तृत श्रृंखला लेकिन एक अच्छी तरह से सूखा रेतीली दोमट मिट्टी को तरजीह देती है जो कार्बनिक पदार्थों में समृद्ध है। इष्टतम मिट्टी पीएच है 6.0-6.7, लेकिन पौधे पीएच 8.0 तक क्षारीय मिट्टी को सहन करते हैं।</p>\r\n\r\n<p><strong>जौ की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p><strong>अर्का सूर्यमुखी</strong>: भारतीय बागवानी अनुसंधान संस्थान, बैंगलोर से उच्च उपज वाली किस्म। नारंगी रंग के साथ छोटे आकार, फ्लैट-गोल फल। फल मक्खी के हमले के लिए प्रतिरोधी। केरल की स्थिति में बढ़ने के लिए उपयुक्त है<br />\r\nसितंबर-जनवरी के दौरान।</p>\r\n\r\n<p><strong>अर्का चंदन</strong>: अपरिपक्व होने पर सफेद पैच के साथ हरे रंग का हो जाता है। कैरोटीन में समृद्ध होते हैं, और ठोस गुहा होते हैं। फलों का वजन 2-3 किलोग्राम है।<br />\r\n<br />\r\n<strong>अंबिली</strong>: औसत फल का वजन 4-6 किलोग्राम है। मध्यम फ्लैट गोल फल आकार।</p>\r\n\r\n<p><strong>सुवर्णा</strong>:  छोटे आकार के फ्लैट-गोल फल मोटी नारंगी मांस। फलों का औसत वजन 3-5 किलोग्राम है।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>फंगस</strong>: जिसके कारण चिपचिपा तना धुंधला हो जाता है, और फल पर काले धब्बे बन जाते हैं। गर्म, आर्द्र गर्मियों की रातें काली सड़ांध का पक्ष लेती हैं। पानी और हवा के माध्यम से बीजाणु फैल जाते हैं।</p>\r\n', NULL, 11, NULL, 'description', 1),
(131, '<p>चावल एक प्रकार का भोजन है। मूल में, यह एक दलदली घास है। इसे एशिया के कई हिस्सों में मुख्य भोजन के रूप में खाया जाता है। यह दुनिया के गर्म भागों में उगाया जाता है, मुख्य रूप से एशिया, अफ्रीका, उत्तरी इटली और उत्तरी अमेरिका के पश्चिमी तट पर।</p>\r\n\r\n<p>मौजूद चावल की 40,000 से अधिक किस्में मौजूद हैं। लेकिन सटीक आंकड़ा अनिश्चित है। खेती किए गए चावल और जंगली प्रजातियों के 90,000 से अधिक नमूनों को अंतर्राष्ट्रीय चावल जीन बैंक में संग्रहीत किया जाता है और इनका उपयोग दुनिया भर के शोधकर्ताओं द्वारा किया जाता है।</p>\r\n\r\n<p>चावल की किस्मों को तीन बुनियादी समूहों, लंबे अनाज, छोटे अनाज और मध्यम अनाज में विभाजित किया जा सकता है।</p>\r\n\r\n<p>चावल की पहली श्रेणी जो एक विशेषता के रूप में वर्गीकृत की जाती है, वह है सुगंधित चावल। इनमें एक प्राकृतिक घटक, 2-एसिटाइल 1-पाइरोलाइन होता है, जो उनके सुगंधित स्वाद और सुगंध के लिए जिम्मेदार होता है। सुगंधित चावल की खुशबू की गुणवत्ता शराब की तरह एक वर्ष की फसल से अगले तक भिन्न हो सकती है। बेहतरीन सुगंधित रस एक मजबूत सुगंध लाने के लिए वृद्ध हैं।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते</strong> </p>\r\n\r\n<p>चावल उगाने के लिए जलोढ़ दोमट और बलुई मिट्टी आदर्श है। चावल की फसल को बुवाई, बढ़ने और कटाई के मौसम में मामूली बदलाव के साथ लगभग 24  0C या उससे अधिक की आवश्यकता होती है। यह उन क्षेत्रों में अच्छी तरह से बढ़ता है जहां वर्षा 100 सेमी से ऊपर है। डेल्टास, नदी घाटियाँ, तटीय मैदान और पर्वतीय क्षेत्रों में सीढ़ीदार खेत इसकी खेती के लिए आदर्श हैं।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>Rice Blast</strong> चावल का विस्फोट एक कवक है जो चावल के पौधे पर फ़ीड करता है, जिससे आमतौर पर अंकुरित अवस्था के दौरान गंभीर नुकसान होता है। यह पौधे के विभिन्न हिस्सों पर हमला करता है: कॉलर, जो अंततः पूरे पत्ती के ब्लेड को मार सकता है; स्टेम, जो काला हो जाता है और आसानी से टूट जाता है; जहां संक्रमित भाग भूरे-भूरे रंग का घाव होता है, या जब गंभीर होता है, या संक्रमित होने पर भूरे रंग के घावों को प्रदर्शित करने वाली अग्न्याशय की शाखाओं पर।</p>\r\n\r\n<p><strong>बैक्टीरियल ब्लाइट</strong>: बैक्टीरियल ब्लाइट Xanthomonas oryzaepv के कारण होता है। oryzae (Xoo) और अंकुरित अवस्था में चावल के पौधे को प्रभावित करता है जहाँ संक्रमित पत्तियाँ भूरे हरे रंग की हो जाती हैं और लुढ़क जाती हैं। जैसे-जैसे बीमारी बढ़ती है, पत्तियां पीले रंग से भूसे रंग की और विल्ट हो जाती हैं, जिससे पूरे अंकुर सूख जाते हैं और मर जाते हैं। यह रोग उष्णकटिबंधीय और समशीतोष्ण वातावरणों में होता है, विशेष रूप से सिंचित और कम वर्षा वाले क्षेत्रों में। यह आमतौर पर देखा जाता है जब तेज हवाएं और लगातार भारी बारिश होती है। अतिसंवेदनशील चावल की किस्मों में यह बीमारी गंभीर है जिनका इलाज उच्च नाइट्रोजन उर्वरक के साथ किया जाता है।</p>\r\n\r\n<p><strong>शीथ ब्लाइट</strong>: शीथ ब्लाइट Rhizoctonia solani के कारण होने वाला एक फंगल रोग है। आमतौर पर चावल की फसल में दूध की अवस्था तक के लक्षण देखे जाते हैं। यह समशीतोष्ण, उपोष्णकटिबंधीय और उष्णकटिबंधीय देशों में चावल उगाने वाले क्षेत्रों में होता है। राइस शीथ ब्लाइट सभी चावल उत्पादन क्षेत्रों में पाया जाता है, और विशेष रूप से तीव्र उत्पादन प्रणालियों में चावल का उत्पादन घट रहा है।</p>\r\n', NULL, 12, NULL, 'description', 1),
(132, '<p>सोयाबीन जिसे गोल्डन बीन्स कहा जाता है, वह फलियां परिवार से संबंधित है। यह पूर्वी एशिया का मूल निवासी है। यह प्रोटीन का एक समृद्ध स्रोत है, फाइबर का उत्कृष्ट स्रोत भी है। सोयाबीन से निकाले गए तेल में कम मात्रा में संतृप्त वसा होती है।</p>\r\n\r\n<p>सोयाबीन खरीफ और वसंत की दो फसलें। खरीफ सीज़न के मामले में बुवाई का सबसे आम समय मानसून की शुरुआत या जून के अंतिम सप्ताह से लेकर जूली के पहले सप्ताह तक होता है जबकि वसंत की बुवाई 15 फरवरी से 15 मार्च के बीच की जाती है।</p>\r\n\r\n<p><strong>सोयाबीन कई रंगों में आते हैं, जिनमें शामिल हैं</strong></p>\r\n\r\n<p><strong>हरी सोयाबीन</strong>: युवा हरी सोयाबीन को ईनाम भी कहा जाता है। लोग उन्हें स्टीम कर सकते हैं और एक क्षुधावर्धक के रूप में फली से बाहर खा सकते हैं। शेल्ड एडामाम सलाद, हलचल-फ्राइज़ और सूप में भी उपलब्ध है।</p>\r\n\r\n<p><strong>पीले सोयाबीन</strong>: सोया दूध, टोफू, टेम्पेह और तमरी बनाने के लिए निर्माता आमतौर पर पीले सोयाबीन का उपयोग करते हैं। वे बेकिंग के लिए सोया आटा के उत्पादन में भी भूमिका निभाते हैं।</p>\r\n\r\n<p><strong>काले सोयाबीन</strong>: कई एशियाई खाद्य संस्कृतियों पारंपरिक व्यंजनों में उबला हुआ या किण्वित काले सोयाबीन का उपयोग करते हैं।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते </strong></p>\r\n\r\n<p>अंकुरण के लिए सोयाबीन को लगभग 15 से 32 0C तापमान की आवश्यकता होती है लेकिन तेजी से विकास के लिए फसल को उच्च तापमान की आवश्यकता होती है। फसल को फूलों पर या फूलों और फली की बूंदों में फल लगने से ठीक पहले 60-65 सेमी वार्षिक वर्षा की आवश्यकता होती है, जबकि परिपक्वता के दौरान बारिश से सोयाबीन की गुणवत्ता खराब हो जाती है। नुकसान पहुचने वाला। सबसे अच्छी मिट्टी का प्रकार रेतीली दोमट है जिसमें अच्छी कार्बनिक पदार्थ होते हैं।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>कवक</strong>: इस कवक की पहचान वर्ग रूप में की गई थी। जबकि अधिकांश किस्मों में वर्ग 15 और अन्य वर्ग के लिए प्रतिरोध या क्षेत्र की सहिष्णुता है, इस बीमारी की प्रगति पर नजर रखने और सतर्क रहने की आवश्यकता है। रोग गीला और जलजनित परिस्थितियों का पक्षधर है और इसे सबसे अच्छी तरह से खण्ड के तल पर पहचाना जाता है। रोग जमीन से निकलने वाले तने और तने से भूरे / मृत ऊतक के घाव की ओर जाता है। कवक पौधे द्वारा पानी को प्रभावी ढंग से ऊपर जाने से रोकता है और एक प्रमुख लक्षण जीवित लोगों की उपस्थिति में मृत पौधे और मृत पौधे हैं, कभी-कभी मृत पैच हो सकते हैं।</p>\r\n\r\n<p>कभी-कभी कवक स्क्लेरोटिनिया सोयाबीन पर हमला करता है, जिससे मृत पौधों को अलग किया जाता है जो कभी-कभी पैच में विकसित होते हैं। गर्म आर्द्र मौसम बीमारी का पक्षधर है और पौधों को तनों के बाहर सफेद फफूंद वृद्धि और उपजी के अंदर काले धब्बों के द्वारा पहचाना जा सकता है। स्क्लेरोटिनिया एक कपटी बीमारी है जिसे नियंत्रित करना मुश्किल है और मिट्टी में लंबे समय तक रहता है।</p>\r\n', NULL, 13, NULL, 'description', 1),
(134, '<p>गेहूं एक अनाज है। जो&nbsp;ज्यादातर ब्रेड के रूप में खाया जाता&nbsp;हैं। यह एक प्रकार की घास है जिसका फल खाद्य बीज के साथ &quot;गेहूं का सिर&quot; होता है। दुनिया भर में इसकी खेती की जाती है।</p>\r\n\r\n<p>गेहूं में विश्व व्यापार संयुक्त अन्य सभी फसलों की तुलना में अधिक है। विश्व स्तर पर, गेहूं मानव भोजन में वनस्पति प्रोटीन का प्रमुख स्रोत है। इसमें अन्य प्रमुख अनाज जैसे मक्का (मकई) या चावल की तुलना में उच्च प्रोटीन सामग्री होती है। कुल उत्पादन के संदर्भ में, यह मुख्य मानव खाद्य फसल के रूप में चावल के बाद दूसरे स्थान पर है और मक्का के आगे (मक्का पशु चारा के लिए अधिक उपयोग किया जाता है)।</p>\r\n\r\n<p><strong>गेहूँ &nbsp;की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p><strong>हार्ड रेड विंटर</strong>: पैन ब्रेड के लिए उत्कृष्ट मिलिंग और बेकिंग विशेषताओं के साथ बहुमुखी, हार्ड रेड विंटर भी एशियाई नूडल्स, हार्ड रोल, फ्लैटब्रेड, सामान्य प्रयोजन आटा और अनाज के लिए एक विकल्प गेहूं है।</p>\r\n\r\n<p><strong>हार्ड रेड स्प्रिंग</strong>: गेहूं का अभिजात वर्ग जब यह &quot;डिजाइनर&quot; गेहूं के खाद्य पदार्थ जैसे चूल्हा रोटी, रोल, क्रोइसैन, बैगल्स और पिज्जा क्रस्ट की बात करता है, हार्ड रेड स्प्रिंग भी आटा मिश्रणों में एक महत्वपूर्ण अनुकूल है।</p>\r\n\r\n<p><strong>नरम सफेद</strong>: उच्च निष्कर्षण दर के साथ एक कम नमी वाला गेहूं, उत्तम केक, पेस्ट्री और एशियाई शैली के नूडल्स के लिए एक व्हाईट उत्पाद प्रदान करता है, सॉफ्ट व्हाइट भी आदर्श रूप से मध्य पूर्वी फ्लैटब्रेड के अनुकूल है।</p>\r\n\r\n<p><strong>कठोर सफेद</strong>: अमेरिकी गेहूं का नवीनतम वर्ग, हार्ड व्हाइट एशियाई नूडल्स, पूरे गेहूं या उच्च निष्कर्षण अनुप्रयोगों, पैन ब्रेड, और फ्लैटब्रेड्स के लिए उपयोग किए जाने पर उत्साही समीक्षा प्राप्त करता है।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते&nbsp;</strong></p>\r\n\r\n<p>गेहूं के लिए आवश्यक तापमान लगभग 15.5 0C&nbsp;है। वृद्धि के प्रारंभिक चरण के दौरान मौसम गर्म और नम होना चाहिए और बाद के चरणों में धूप और सूखा होना चाहिए। सबसे गर्म महीने का औसत तापमान 20 0C&nbsp;से अधिक नहीं होना चाहिए। 100 दिनों की एक ठंढ से मुक्त अवधि आमतौर पर आवश्यक होती है, लेकिन कुछ तेजी से पकने वाली किस्में केवल 90 दिनों में परिपक्व हो सकती हैं।</p>\r\n\r\n<p>गेहूं भी कम वर्षा वाले क्षेत्रों में उगाया जाता है, यानी 25 सेमी। यह शुष्क कृषि पद्धति को अपनाकर किया गया है। साथ ही जहाँ सिंचाई की सुविधाएँ उपलब्ध हैं, वहाँ गेहूँ की खेती सूखे मैदानों में भी की जाती है।</p>\r\n\r\n<p>गेहूं के लिए उपयुक्त मिट्टी या तो हल्की मिट्टी या भारी दोमट होती है। दुनिया का सबसे अच्छा गेहूं यूक्रेनी स्टेप्स के &rsquo;ब्लैक अर्थ&rsquo; क्षेत्र में चेरनोज़ेम मिट्टी से आता है, उत्तरी अमेरिका की गहरे भूरे रंग की मिट्टी, और पर्णपाती वन क्षेत्र की भूरी-भूरी पोडज़ोलिक मिट्टी भी।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>पाउडर की तरह फफूंदी</strong>: पाउडर फफूंदी आसानी से पत्तियों और तने की ऊपरी सतह पर बनने वाले सफेद, ख़स्ता पैच द्वारा निदान किया जा सकता है।ग्रेइश सफेद चूर्ण वृद्धि पत्ती, म्यान, तने और पुष्प भागों पर दिखाई देती है। चूर्ण वृद्धि बाद में काला घाव बन जाता है और पत्तियों और अन्य भागों के सूखने का कारण बनता है।</p>\r\n\r\n<p><strong>ढीली धुनाई</strong>: यह एक बीज जनित बीमारी है; संक्रमण हवा से फैलने वाले बीजाणुओं के माध्यम से लूज़ स्मट फ़्लॉवरिंग के दौरान होता है।अन्यथा स्वस्थ दिखने वाले बीज के अंदर संक्रमण सुप्त रहता है लेकिन ऐसे बीजों से उगाए गए पौधे संक्रमित पुष्पक्रम धारण करते हैं।इस समय, संक्रमित सिर सामान्य सिर की तुलना में पहले उभरता है। संपूर्ण पुष्पक्रम आमतौर पर प्रभावित होता है और जैतून-काले बीजाणुओं के द्रव्यमान के रूप में प्रकट होता है, शुरू में एक पतली ग्रे झिल्ली द्वारा कवर किया जाता है।एक बार जब झिल्ली फट जाती है, तो सिर ख़स्ता दिखाई देता है।</p>\r\n\r\n<p><strong>हेल्मिन्थोस्पोरियम लीफ ब्लाट</strong>: इस बीमारी के कारण होने वाले घावों को आकार में अंडाकार तक बढ़ा दिया जाता है और आमतौर पर गहरे भूरे रंग के होते हैं। घावों के परिपक्व होने के साथ, केंद्र अक्सर हल्के भूरे रंग में बदल जाते हैं, जो एक अनियमित गहरे भूरे रंग के छल्ले से घिरा होता है (पत्ती पर 21; स्पाइक पर 22)। प्राथमिक संक्रमण निचले पत्तों पर होते हैं, शुरुआत के रूप में क्लोरोटिक विक्स या स्पॉट होते हैं। ये संक्रमण स्थल बढ़ जाते हैं, गहरे भूरे रंग के हो जाते हैं, और अक्सर मोटे होते हैं। जब बीमारी गंभीर होती है, तो प्रभावित पत्तियां या पत्ती की म्यान समय से पहले मर सकती हैं।</p>\r\n', NULL, 15, NULL, 'description', 1),
(187, '<p>बकरियों को सूखे, आरामदायक, सुरक्षित और सुरक्षित स्थान प्रदान किया जाता है, जो कि कीड़े से मुक्त हो, और अत्यधिक गर्मी और खराब मौसम से सुरक्षा प्रदान करें। बकरियों को ज्यादातर&nbsp;सूखे पेड़ों के नीचे रखा जाता है, जब जलवायु शुष्क होती है, बशर्ते कि बकरियां चोरों और शिकारी जानवरों जैसे भेड़ियों और पैंथरों से सुरक्षित हों। बच्चों को बड़े उल्टे टोकरियों के नीचे रखा जाता है जब तक कि वे अपनी माताओं के साथ दौड़ने के लिए पर्याप्त नहीं हो जाते। नर और मादा को आम तौर पर एक साथ रखा जाता है।</p>\r\n\r\n<p>बकरियों के झुंडों को बनाए रखने के लिए किसी प्रकार का आवास आवश्यक है;&nbsp;जिसके परिणामस्वरूप दूध और मांस उत्पादन में वृद्धि हो सकती है।&nbsp; मकान बनाते समय पर्याप्त स्थान, उचित वेंटिलेशन, अच्छी जल निकासी और भरपूर रोशनी प्रदान की जानी चाहिए। सफल बकरी डेयरिंग काफी हद तक उस साइट पर निर्भर करती है, जहां बकरियों को रखा जाता है। बकरियां दलदली या दलदली जमीन पर नहीं पनपती हैं। मुख्य रूप से ऐसे स्थानों से बकरियों के परजीवी संक्रमण के लिए चराई क्षेत्र गड्ढों और उथले पूलों से मुक्त होना चाहिए।</p>\r\n\r\n<p>सूरज की सीधी रोशनी से बचने के लिए पूर्व से पश्चिम दिशा में सुझाव दिया जाता है।</p>\r\n\r\n<table align="center" cellpadding="10">\r\n	<caption><strong>बकरी की उम्र के अनुसार क्षेत्र की आवश्यकताएं</strong></caption>\r\n	<thead>\r\n		<tr>\r\n			<th scope="col" style="vertical-align:top">\r\n			<p><strong>आयु समूह </strong></p>\r\n			</th>\r\n			<th scope="col" style="vertical-align:top">\r\n			<p><strong>कवर&nbsp;स्थान (sq.feet)</strong></p>\r\n			</th>\r\n			<th scope="col" style="vertical-align:top">\r\n			<p><strong>&nbsp;खुली जगह (sq.feet)</strong></p>\r\n			</th>\r\n		</tr>\r\n	</thead>\r\n	<tbody>\r\n		<tr>\r\n			<td style="vertical-align:top">3 महीने तक&nbsp;</td>\r\n			<td style="vertical-align:top">2 - 2.5</td>\r\n			<td style="vertical-align:top">4 - 5</td>\r\n		</tr>\r\n		<tr>\r\n			<td style="vertical-align:top">3 महीने से 6 महीने</td>\r\n			<td style="vertical-align:top">5 - 8</td>\r\n			<td style="vertical-align:top">10.50 - 16</td>\r\n		</tr>\r\n		<tr>\r\n			<td style="vertical-align:top">6 महीने से 12 महीने&nbsp; &nbsp;</td>\r\n			<td style="vertical-align:top">8 - 10.50</td>\r\n			<td style="vertical-align:top">16 - 21.50</td>\r\n		</tr>\r\n		<tr>\r\n			<td style="vertical-align:top">वयस्क पशु&nbsp; &nbsp;</td>\r\n			<td style="vertical-align:top">16</td>\r\n			<td style="vertical-align:top">32</td>\r\n		</tr>\r\n		<tr>\r\n			<td style="vertical-align:top">पुरुष, गर्भवती या स्तनपान कराने वाली&nbsp;</td>\r\n			<td style="vertical-align:top">16 - 21.50</td>\r\n			<td style="vertical-align:top">32 - 43</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>आवास के प्रकार</strong></p>\r\n\r\n<p><strong>ऊचाई वाला आवास:-&nbsp;</strong>उच्च तापमान, भारी वर्षा और बकरियों परजीवी होने की संभावना के कारण उष्णकटिबंधीय में, सबसे व्यावहारिक बकरी घर वे हैं जो जमीन के स्तर से ऊपर उठाए जाते हैं, अच्छी तरह से हवादार होते हैं, और भारी बारिश की फुहारों को छपने से बचाने के लिए लंबे समय तक बने रहते हैं | फर्श मजबूत होना चाहिए (बीच में छोटी-छोटी स्लिट वाली लकड़ी की स्ट्रिप्स) और छत सामग्री को सौर विकिरण से प्रभावी इन्सुलेशन प्रदान करना चाहिए। छत सामग्री बांस या पेड़ के पत्तों या मिट्टी की टाइलों से बनी होती है जो सस्ते और व्यावहारिक होते हैं। समय-समय पर गोबर और मूत्र के संग्रह के लिए प्रावधान किया जाना चाहिए</p>\r\n\r\n<p><img alt="" src="http://agriarbor.com/admin/assets/uploads/images//4259894d113d6828bbf3d417681e6240.jpg" style="height:200px; width:300px" /></p>\r\n\r\n<p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</strong>ऊचाई वाला आवास</p>\r\n\r\n<p><strong>जमीनी स्तर&nbsp;आवास:-</strong>&nbsp;यह कम वर्षा वाले क्षेत्र के लिए अच्छा है। यह कम लागत में निर्मित होता है अन्यथा कुछ संशोधन के साथ मौजूदा घर मे।एक घर की योजना जलवायु परिस्थितियों और झुंड के प्रकार के साथ बदलती है।&nbsp;</p>\r\n\r\n<p><img alt="" src="http://agriarbor.com/admin/assets/uploads/images//ea7aea86286565eb42026ea4ca9339fc.jpg" style="height:200px; margin-bottom:10px; margin-top:10px; width:300px" /></p>\r\n\r\n<p><strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; </strong>जमीनी स्तर&nbsp;आवास</p>\r\n\r\n<table align="center" border="1" cellpadding="10" style="width:500px">\r\n	<caption><strong>जमीनी स्तर बनाम ऊंचा आवास</strong></caption>\r\n	<thead>\r\n		<tr>\r\n			<th scope="col">गुण</th>\r\n			<th scope="col">ऊचाई वाला <strong>शेड</strong></th>\r\n			<th scope="col">जमीनी स्तर&nbsp;<strong>शेड</strong></th>\r\n		</tr>\r\n	</thead>\r\n	<tbody>\r\n		<tr>\r\n			<td>लागत</td>\r\n			<td>अधिक</td>\r\n			<td>कम</td>\r\n		</tr>\r\n		<tr>\r\n			<td>रखरखाव लागत</td>\r\n			<td>कम</td>\r\n			<td>अधिक</td>\r\n		</tr>\r\n		<tr>\r\n			<td>फर्श</td>\r\n			<td>प्लास्टिक फर्श, लकड़ी</td>\r\n			<td>घास, रेत, कंक्रीट</td>\r\n		</tr>\r\n		<tr>\r\n			<td>जलवायु प्रभाव</td>\r\n			<td>उच्च वर्षा क्षेत्र के लिए अच्छा नहीं है</td>\r\n			<td>सभी जलवायु के लिए सबसे अच्छा है</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n', NULL, 34, NULL, 'description', 1),
(199, '<p>राष्ट्रीय कृषि बाजार या eNAM भारत में कृषि वस्तुओं के लिए एक online trading platform है। बाजार किसानों, व्यापारियों और खरीदारों को वस्तुओं में online trading&nbsp;की सुविधा प्रदान करता है। बाजार बेहतर कीमत की खोज में मदद कर रहा है और उनकी उपज के सुचारू विपणन के लिए सुविधाएं प्रदान कर रहा है। जनवरी 2018 तक बाजार लेनदेन, 36,200 करोड़ रहा, जो ज्यादातर intra-market&nbsp;था। स्टेपल खाद्यान्न, सब्जियों और फलों सहित 90 से अधिक वस्तुओं को वर्तमान में व्यापार के लिए उपलब्ध वस्तुओं की सूची में सूचीबद्ध किया गया है। eNAM बाजार लोकप्रिय साबित हो रहे हैं क्योंकि फसलों को तुरंत तौला जाता है और उसी दिन स्टॉक उठा लिया जाता है और भुगतान online मंजूरी दे दी जाती है। फरवरी 2018 में, MIS dashboard, BHIM और अन्य मोबाइल भुगतानों जैसे कुछ आकर्षक फीचर, मोबाइल ऐप पर बढ़ी हुई विशेषताएं जैसे gate entry&nbsp;और मोबाइल फोन और किसान database के माध्यम से भुगतान लेने में मदद कर रहा है। वर्तमान व्यापार ज्यादातर intra-market के लिए किया जाता है, लेकिन चरणों में, इसे अंतर-बाजार, अंतर-राज्य में व्यापार करने के लिए रोल आउट किया जाएगा, जो कृषि वस्तुओं के लिए एकीकृत राष्ट्रीय बाजार का निर्माण करेगा।</p>\r\n\r\n<p>इसे भारत सरकार के कृषि मंत्रालय द्वारा लॉन्च किया गया था। भारत के electronic market pilot को 14 अप्रैल 2016 को भारत के प्रधानमंत्री नरेंद्र मोदी द्वारा लॉन्च किया गया था। पोर्टल को लघु किसानों के कृषि व्यवसाय Consortium (SFAC) द्वारा प्रबंधित किया जाता है, जो कि एनएफसीएल के आईकैन डिवीजन के प्रौद्योगिकी प्रदाता के साथ है। UPA के कार्यकाल के दौरान कर्नाटक राज्य में कांग्रेस सरकार द्वारा इसी तरह की परियोजना शुरू की गई थी और उसे बड़ी सफलता मिली थी। NDA सरकार ने इसे राष्ट्रीय स्तर पर लागू किया है।</p>\r\n\r\n<p><strong>eNAM के फायदे</strong></p>\r\n\r\n<p><strong>किसान:</strong> वे किसी भी दलालों या बिचौलियों के हस्तक्षेप के बिना उत्पादों को बेच सकते हैं, जिससे उनके निवेश से प्रतिस्पर्धात्मक लाभ होता है।<br />\r\n<strong>व्यापारी:</strong> व्यापारी भारत में कहीं भी एक APMC से दूसरे में द्वितीयक व्यापार कर सकेंगे। स्थानीय व्यापारियों को द्वितीयक व्यापार के लिए बड़े राष्ट्रीय बाजार तक पहुंच मिल सकती है।<br />\r\nखरीदार, प्रोसेसर और निर्यातक, बड़े खुदरा विक्रेताओं, प्रोसेसर या निर्यातकों जैसे खरीदार भारत में किसी भी मंडी से वस्तुओं को स्रोत करने में सक्षम होंगे, जिससे अंतर-मध्यस्थता लागत कम हो जाएगी। बिचौलियों पर उनकी शारीरिक उपस्थिति और निर्भरता की जरूरत नहीं होगी।</p>\r\n\r\n<p>NAM से व्यापारियों की संख्या बढ़ेगी और उनके बीच प्रतिस्पर्धा बढ़ेगी। यह उपभोक्ताओं के लिए स्थिर कीमतों और उपलब्धता में अनुवाद करता है।</p>\r\n\r\n<p><strong>मंडियों:</strong> बहीखाता और रिपोर्टिंग प्रणाली में कमी होगी क्योंकि यह अपने आप उत्पन्न हो जाएगा। व्यापारियों और कमीशन एजेंटों की निगरानी और विनियमन आसान हो जाता है। इस प्रक्रिया में पारदर्शिता से टेंडरिंग / नीलामी प्रक्रिया में हेरफेर की गुंजाइश खत्म हो जाती है। बाजार में होने वाले सभी लेनदेन के लेखांकन के कारण बाजार आवंटन शुल्क में वृद्धि होगी। यह जनशक्ति की आवश्यकताओं को कम करेगा क्योंकि इलेक्ट्रॉनिक रूप से निविदा / नीलामी प्रक्रिया की जाती है। उदाहरण के लिए, सिस्टम कुछ सेकंड के भीतर बहुत से विजेता घोषित करता है। यह सूचना विषमता को समाप्त करता है क्योंकि वेबसाइट से सीधे APMC की सभी गतिविधियों को जाना जा सकता है।</p>\r\n\r\n<p><strong>अन्य:</strong> NAM का उद्देश्य कृषि क्षेत्र के विपणन पहलू में सुधार करना है। पूरे राज्य और एकल बिंदु लेवी के लिए एक लाइसेंस के साथ, एक पूरा राज्य एक बाजार बन जाता है और एक ही राज्य के भीतर बाजार का विखंडन समाप्त हो जाता है। यह वस्तुओं की आपूर्ति श्रृंखला में सुधार करेगा और अपव्यय को कम करेगा।</p>\r\n\r\n<p>trading online, trading कंप्यूटर के साथ या सभी ई-नाम बाजारों में मोबाइल ऐप के माध्यम से की जाती है।</p>\r\n\r\n<p>भुगतान नेटवर्क RTGS / NEFT, डेबिट कार्ड और इंटरनेट बैंकिंग को भी ऐप में एकीकृत किया गया था। 2017 में मोबाइल भुगतान, BHIM समर्थन के माध्यम से यूनिफाइड पेमेंट इंटरफेस (UPI) सुविधा को ऐप में जोड़ा गया।</p>\r\n', NULL, 26, NULL, 'description', 1),
(200, '<p>PMKSY (Pradhan Mantri Krishi Sinchai Yojana)&nbsp;योजना कृषि, जल संसाधन और ग्रामीण विकास मंत्रालयों द्वारा लागू की जाएगी। ग्रामीण विकास मंत्रालय मुख्य रूप से वर्षा जल संरक्षण, खेत तालाब का निर्माण, जल संचयन संरचनाएं, छोटे चेकडैम और समोच्च बांधने आदि का कार्य करता है। MoWR, RD &amp; GR, सुनिश्चित सिंचाई स्रोत के निर्माण के लिए विभिन्न उपाय करने, डायवर्सन नहरों का निर्माण करना है।&nbsp;जल वितरण प्रणाली के विकास सहित, फील्ड चैनल, वाटर डायवर्जन / लिफ्ट सिंचाई। कृषि मंत्रालय कुशल जल प्रवाह और सटीक जल अनुप्रयोग उपकरणों जैसे कि ड्रिप, स्प्रिंकलर, पिवोट्स, खेत में बारिश-बंदूकों को बढ़ावा देगा &rdquo;(जल सिनचन)&rdquo;, स्रोत निर्माण गतिविधियों के पूरक के लिए सूक्ष्म सिंचाई संरचनाओं का निर्माण, संवर्धन के लिए विस्तार गतिविधियाँ वैज्ञानिक नमी संरक्षण और कृषि संबंधी उपाय |</p>\r\n\r\n<p>2015-16 के लिए, रु .300 करोड़ का परिव्यय बनाया गया है जिसमें रु। DAC के लिए 1800 करोड़; रुपये। DoLR के लिए 1500 करोड़; रुपये। MoWR के लिए 2000 करोड़ रुपये (AIBP के लिए 1000 करोड़ रुपये; PMKSY के लिए 1000 करोड़ रुपये)।</p>\r\n\r\n<p><strong>PMKSY का मुख्य उद्देश्य</strong></p>\r\n\r\n<p>क्षेत्र स्तर पर सिंचाई में निवेश के अभिसरण को प्राप्त करना, सुनिश्चित सिंचाई के तहत खेती योग्य क्षेत्र का विस्तार करना, पानी की बर्बादी को कम करने के लिए कृषि-जल उपयोग दक्षता में सुधार करना, सटीक-सिंचाई और अन्य जल प्रौद्योगिकियों को अपनाना है।&nbsp;<br />\r\nजलवाही स्तर के पुनर्भरण को बढ़ाएं और peri-urban कृषि के लिए उपचारित नगरपालिका अपशिष्ट जल के पुन: उपयोग की व्यवहार्यता की खोज करके स्थायी जल संरक्षण प्रथाओं को लागू करें और सटीक सिंचाई प्रणाली में अधिक से अधिक निजी निवेश को आकर्षित करें।</p>\r\n\r\n<p>PMKSY का कार्यक्रम आर्किटेक्चर विकेंद्रीकृत राज्य स्तरीय योजना और अनुमानित निष्पादन &rsquo;संरचना को अपनाना होगा, जो राज्यों को जिला सिंचाई योजना (DIP) और राज्य सिंचाई योजना (SIP) के आधार पर अपनी सिंचाई विकास योजनाओं को तैयार करने की अनुमति देगा। यह व्यापक योजना के माध्यम से पेयजल और स्वच्छता, मनरेगा, विज्ञान और प्रौद्योगिकी के अनुप्रयोग आदि सहित सभी जल क्षेत्र की गतिविधियों के लिए अभिसरण मंच के रूप में संचालित होगा। राज्य के मुख्य सचिव की अध्यक्षता वाली राज्य स्तरीय मंजूरी समिति (SLSC) को इसके कार्यान्वयन और अनुमोदन परियोजनाओं की देखरेख करने के लिए अधिकार के साथ निहित किया जाएगा।</p>\r\n\r\n<p>कार्यक्रम की देखरेख और निगरानी एक अंतर-मंत्रालयी राष्ट्रीय संचालन समिति (NSC) द्वारा की जाएगी, जिसका गठन संबंधित मंत्रालयों के केंद्रीय मंत्रियों के साथ प्रधानमंत्री की अध्यक्षता में किया जाएगा। कार्यक्रम के कार्यान्वयन, संसाधनों के आवंटन, अंतर मंत्रालयी समन्वय, निगरानी और प्रदर्शन मूल्यांकन, प्रशासनिक मुद्दों को संबोधित करने आदि की निगरानी के लिए उपाध्यक्ष, NITI Aayog की अध्यक्षता में एक राष्ट्रीय कार्यकारी समिति (NEC) का गठन किया जाएगा।</p>\r\n', NULL, 27, NULL, 'description', 1),
(201, NULL, 1, 27, NULL, 'file', 2),
(202, '<p>&quot;परम्परागत कृषि विकास योजना (PKVY)&quot; मृदा स्वास्थ्य प्रबंधन (SHM) योजना का एक उप-घटक राष्ट्रीय मिशन ऑफ सस्टेनेबल एग्रीकल्चर (NMSA) का उद्देश्य पारंपरिक ज्ञान और आधुनिक विज्ञान के मिश्रण के माध्यम से जैविक खेती के टिकाऊ मॉडल के विकास को सुनिश्चित करना है। दीर्घकालिक मृदा उर्वरता बिल्डअप, संसाधन संरक्षण और जलवायु परिवर्तन के अनुकूलन और शमन में मदद करता है। यह मुख्य रूप से मिट्टी की उर्वरता बढ़ाने का लक्ष्य रखता है और इस तरह कृषि-रसायनों के उपयोग के बिना जैविक प्रथाओं के माध्यम से स्वस्थ भोजन के उत्पादन में मदद करता है। PKVY का उद्देश्य किसानों को संस्थागत विकास के माध्यम से समूहों के माध्यम से सशक्त बनाना है, जो न केवल कृषि अभ्यास प्रबंधन, इनपुट उत्पादन, गुणवत्ता आश्वासन बल्कि नवीन साधनों के माध्यम से मूल्य संवर्धन और प्रत्यक्ष विपणन में संलग्न है। PGS-India प्रोग्राम के तहत पार्टिसिपेटरी गुरेंटी सिस्टम PKVY के तहत गुणवत्ता आश्वासन के लिए प्रमुख दृष्टिकोण होगा। किसानों के पास PGS-India मानकों के अनुरूप जैविक खेती के किसी भी रूप को अपनाने का विकल्प होगा। एक प्रणाली को अपनाने के दौरान यह सुनिश्चित किया जाना चाहिए कि अपनाई गई प्रणाली क्षेत्र और फसल के अनुकूल है और इष्टतम उपज का आश्वासन देती है और पोषक तत्वों, कीटों और रोगों के प्रबंधन के लिए पर्याप्त उपाय प्रदान करती है। श्रमिकों के पास अभ्यास के उपयुक्त पैकेज का उपयोग करने का लचीलापन होगा (सर्वोत्तम) उनकी स्थितियों के अनुकूल।</p>\r\n\r\n<p><strong>उद्देश्य:&nbsp;</strong></p>\r\n\r\n<ol>\r\n	<li>परम्परागत कृषि विकास योजना (PKVY) प्राकृतिक संसाधन आधारित एकीकृत और जलवायु लचीला टिकाऊ कृषि प्रणालियों को बढ़ावा देने के लिए जो मुख्य भूमि सुनिश्चित करते हैं और ओड मिट्टी की उर्वरता, प्राकृतिक संसाधन संरक्षण, कृषि-पोषक पोषक रीसाइक्लिंग को बढ़ाते हैं और बाहरी आदानों पर किसानों की निर्भरता को कम करते हैं।</li>\r\n	<li>स्थायी एकीकृत जैविक कृषि प्रणाली के माध्यम से किसानों को कृषि की लागत कम करने के लिए जिससे प्रति यूनिट भूमि की किसान की शुद्ध आय में वृद्धि हुई है।</li>\r\n	<li>मानव उपभोग के लिए रासायनिक मुक्त और पौष्टिक भोजन का उत्पादन करना।</li>\r\n	<li>पर्यावरण की कम लागत वाले पारंपरिक तकनीक और किसान हितैषी तकनीकों को अपनाकर पर्यावरण को खतरनाक अकार्बनिक रसायनों से बचाना।</li>\r\n	<li>उत्पादन, प्रसंस्करण, मूल्य संवर्धन और प्रमाणन प्रबंधन की क्षमता वाले समूहों और समूह के रूप में अपने स्वयं के संस्थागत विकास के माध्यम से किसानों को सशक्त बनाना।</li>\r\n	<li>स्थानीय और राष्ट्रीय बाजारों के साथ प्रत्यक्ष बाजार संबंधों के माध्यम से किसानों को उद्यमी बनाना।</li>\r\n</ol>\r\n\r\n<p><strong>वार्षिक कार्य योजना के प्रकाशन और प्रक्रिया के लिए प्रक्रिया और समय </strong></p>\r\n\r\n<ol>\r\n	<li>अगले वित्तीय वर्ष के लिए राज्यों के लिए अस्थायी आवंटन हर साल फरवरी के अंत तक INM डिवीजन द्वारा सूचित किया जाएगा।</li>\r\n	<li>राज्य सरकार प्रत्येक क्लस्टर में उठाए जाने वाले क्षेत्र के विवरण के साथ परियोजना के आधार पर क्लस्टर वार वार्षिक कार्य योजना तैयार करेगी; जैविक कृषि प्रणाली / फसल प्रणाली को अपनाया जाएगा; जैविक आदानों के स्रोत (फार्म-फार्म / ऑफ-फार्म); विपणन के लिए संभव अधिशेष उत्पादन; प्रत्येक वर्ष अप्रैल के पहले सप्ताह तक, इसमें शामिल एजेंसियों के विवरण के साथ मूल्य संवर्धन की आवश्यकता है।</li>\r\n	<li>यह वार्षिक कार्य योजना (AAP) SLEC के मिनटों के साथ SLEC द्वारा विधिवत अनुमोदित, प्रत्येक वर्ष अप्रैल के पहले सप्ताह तक परीक्षा, विचार-विमर्श और अंतिम अनुमोदन के लिए DAC और FW तक पहुंच जाएगी। SLSC से पोस्ट फैक्टो अनुमोदन को SLEC के समय में अनुमोदन की सुविधा के लिए भी माना जा सकता है।</li>\r\n	<li>DAC और FW में INM डिवीजन AAP की जांच करेगा, इससे पहले कि इसे चुनाव आयोग के विचार और अनुमोदन के लिए रखा जाए। कार्य योजनाओं को अप्रैल तक EC द्वारा अनुमोदित किया जाएगा और राज्यों को सूचित किया जाएगा।</li>\r\n	<li>राज्यों को हर साल 1 मई तक फंड जारी किया जाएगा।</li>\r\n</ol>\r\n', NULL, 28, NULL, 'description', 1),
(203, NULL, 2, 28, NULL, 'file', 2);
INSERT INTO `contents` (`id`, `description`, `resource_id`, `document_id`, `topic_id`, `content_type`, `position`) VALUES
(204, '<p>प्रधान मंत्री नरेंद्र मोदी द्वारा 18 फरवरी 2016 को शुरू की गई प्रधानमंत्री आवास बीमा योजना (PMFBY) किसानों के लिए उनकी पैदावार के लिए एक बीमा सेवा है। इसे पहले की दो योजनाओं को बदलकर राष्ट्रीय कृषि बीमा योजना (NAIS) और संशोधित राष्ट्रीय कृषि बीमा योजना (MNAIS) के साथ वन नेशन-वन स्कीम के अनुरूप तैयार किया गया था। इसका उद्देश्य किसानों पर प्रीमियम के बोझ को कम करना और पूर्ण बीमित राशि के लिए फसल आश्वासन दावे का शीघ्र निपटान सुनिश्चित करना है।</p>\r\n\r\n<p>PMFBY का लक्ष्य फसल की विफलता के खिलाफ एक व्यापक बीमा कवर प्रदान करना है, जिससे किसानों की आय को स्थिर करने में मदद मिलेगी। योजना में सभी खाद्य और तिलहन फसलों और वार्षिक वाणिज्यिक / बागवानी फसलों को शामिल किया गया है, जिसके लिए पिछले उपज के आंकड़े उपलब्ध हैं और जिसके लिए सामान्य फसल अनुमान सर्वेक्षण (GCES) के तहत फसल कटाई प्रयोगों (CCEs) की अपेक्षित संख्या का संचालन किया जा रहा है। योजना को सामान्य बीमा कंपनियों द्वारा कार्यान्वित किया जाता है। कार्यान्वयन एजेंसी (IA) का चयन संबंधित राज्य सरकार द्वारा बोली के माध्यम से किया जाता है। अधिसूचित फसलों के लिए फसल ऋण / केसीसी खाते का लाभ उठाने वाले अन्य किसानों के लिए यह योजना अनिवार्य है। योजना का संचालन कृषि मंत्रालय द्वारा किया जा रहा है।</p>\r\n\r\n<p>हजारों करोड़ रुपये की अघोषित बकाया राशि वाले किसानों के लिए यह योजना घिरी हुई है जबकि बीमा कंपनियों ने पैसा लगाया है।</p>\r\n\r\n<p><strong>उद्देश्य</strong>:</p>\r\n\r\n<ul>\r\n	<li>प्राकृतिक आपदाओं, कीटों और रोगों के परिणामस्वरूप किसी भी अधिसूचित फसल की विफलता की स्थिति में किसानों को बीमा कवरेज और वित्तीय सहायता प्रदान करना।</li>\r\n	<li>&nbsp;खेती में अपनी निरंतरता सुनिश्चित करने के लिए किसानों की आय को स्थिर करना।</li>\r\n	<li>&nbsp;किसानों को नवीन और आधुनिक कृषि पद्धतियों को अपनाने के लिए प्रोत्साहित करना।</li>\r\n	<li>&nbsp;कृषि क्षेत्र में ऋण का प्रवाह सुनिश्चित करना।</li>\r\n</ul>\r\n\r\n<p><strong>किसानों का कवरेज:&nbsp;</strong>सीजन के दौरान अधिसूचित क्षेत्र में अधिसूचित फसल उगाने वाले सभी किसान जिनकी फसल में बीमा योग्य रुचि है, पात्र हैं।</p>\r\n\r\n<p><strong>अनिवार्य कवरेज:</strong> योजना के तहत नामांकन, अधिसूचित क्षेत्र में अधिसूचित फसल की खेती पर बीमा योग्य ब्याज के कब्जे के अधीन, किसानों की निम्नलिखित श्रेणियों के लिए अनिवार्य होगा:</p>\r\n\r\n<ul>\r\n	<li>&nbsp; &nbsp; अधिसूचित क्षेत्र के किसान जिनके पास फसली ऋण खाता / केसीसी खाता (ऋणधारी किसान कहा जाता है) जिनके पास फसल के मौसम के दौरान अधिसूचित फसल के लिए ऋण सीमा स्वीकृत / नवीनीकृत है।</li>\r\n	<li>&nbsp; &nbsp; ऐसे अन्य किसान जिन्हें सरकार समय-समय पर शामिल करने का निर्णय ले सकती है।</li>\r\n</ul>\r\n\r\n<p><strong>स्वैच्छिक कवरेज:</strong> स्वैच्छिक कवरेज उन सभी किसानों द्वारा प्राप्त की जा सकती है, जिन्हें क्रॉप केसीसी / फसल ऋण खाताधारक शामिल नहीं हैं, जिनकी क्रेडिट सीमा का नवीनीकरण नहीं किया गया है।</p>\r\n\r\n<p><strong>फसलों का कवरेज:</strong> तेल के बीज, खाद्य फसल, वार्षिक वाणिज्यिक / वार्षिक बागवानी फसलें। बारहमासी फसलों के अलावा, कवरेज के लिए पायलटों को उन बारहमासी बागवानी फसलों के लिए लिया जा सकता है जिसके लिए उपज आकलन के लिए मानक पद्धति उपलब्ध है।</p>\r\n\r\n<p><strong>जोखिम और बहिष्करण का कवरेज:&nbsp;</strong>फसल के नुकसान के जोखिम के बाद के चरण योजना के अंतर्गत आते हैं।</p>\r\n\r\n<p><strong>रोका बुवाई / रोपण / अंकुरण जोखिम:</strong> बीमाकृत क्षेत्र को बुवाई / रोपण / अंकुरण से घाटे की वर्षा या प्रतिकूल मौसमी / मौसम की स्थिति के कारण रोका जाता है।</p>\r\n\r\n<p><strong>स्थायी फसल (फसल की कटाई के लिए):</strong> गैर-रोकथाम योग्य जोखिमों के कारण उपज के नुकसान को कवर करने के लिए व्यापक जोखिम बीमा प्रदान किया जाता है। सूखा, सूखा वर्तनी, बाढ़, बाढ़, व्यापक कीट और रोग का दौरा, भूस्खलन, प्राकृतिक कारणों से आग, बिजली, तूफान, तूफान और चक्रवात।</p>\r\n\r\n<p><strong>कटाई के बाद के नुकसान:</strong> कवरेज केवल कटाई से दो सप्ताह की अधिकतम अवधि तक उपलब्ध है, उन फसलों के लिए जिन्हें हेल्स्टॉर्म, साइक्लोन, के विशिष्ट खतरों के खिलाफ कटाई के बाद खेत में कटी और फैली हुई / छोटी बंधी अवस्था में सूखने की आवश्यकता होती है। चक्रवाती बारिश और बेमौसम बारिश</p>\r\n\r\n<p><strong>स्थानीयकृत आपदाएं: </strong>अधिसूचित क्षेत्र में अलग-अलग खेतों को हल्का करने के कारण ओलावृष्टि, भूस्खलन, बाढ़, बादल फटने और प्राकृतिक आग के स्थानीय जोखिमों की घटना के परिणामस्वरूप अधिसूचित बीमित फसलों को नुकसान / क्षति।</p>\r\n\r\n<p><strong>जंगली जानवरों द्वारा हमले के कारण फसल के नुकसान के लिए एड-ऑन कवरेज:</strong> जंगली जानवरों द्वारा हमले के कारण राज्यों को फसल नुकसान के लिए एड-ऑन कवरेज प्रदान करने पर विचार किया जा सकता है, जहां जोखिम पर्याप्त माना जाता है और पहचान योग्य है।</p>\r\n\r\n<p><strong>सामान्य निष्कर्ष:</strong> युद्ध और परमाणु जोखिम, दुर्भावनापूर्ण क्षति और अन्य रोके जाने योग्य जोखिमों से उत्पन्न होने वाले नुकसानों को बाहर रखा जाएगा।</p>\r\n', NULL, 29, NULL, 'description', 1),
(205, NULL, 3, 29, NULL, 'file', 2),
(206, '<p>छोटे किसानों के पास बाजार की कीमतों के अनुकूल होने तक उपज को अपने पास बनाए रखने के लिए आर्थिक ताकत नहीं है। देश में किसान समुदाय को वैज्ञानिक भंडारण के लिए सुविधाएं प्रदान करने की आवश्यकता महसूस की गई है ताकि बर्बादी और उत्पादन में गिरावट से बचा जा सके और साथ ही कीमतों को एक समय में बेचने के लिए मजबूर किए बिना अपनी क्रेडिट आवश्यकता को पूरा करने में सक्षम हो सके।जब किमत कम हो।&nbsp;ग्रामीण गोदामों का एक नेटवर्क छोटे किसानों को अपनी उत्पादन क्षमता बढ़ाने के लिए पारिश्रमिक कीमतों पर बेच देगा और बिक्री से दूर रखेगा। तदनुसार, ग्रामीण भंडार योजना, ग्रामीण गोदामों के निर्माण / नवीनीकरण के लिए पूंजी निवेश सब्सिडी योजना 2001-2002 में शुरू की गई थी।</p>\r\n\r\n<p>योजना के मुख्य उद्देश्यों में ग्रामीण क्षेत्रों में कृषि सुविधाओं के साथ वैज्ञानिक भंडारण क्षमता का निर्माण, कृषि उपज के भंडारण के लिए किसानों की आवश्यकताओं को पूरा करना, प्रसंस्कृत कृषि उपज और कृषि इनपुट शामिल हैं; कृषि उत्पादों की ग्रेडिंग, मानकीकरण और गुणवत्ता नियंत्रण को बढ़ावा देने से उनकी बाजार क्षमता में सुधार होगा; प्रतिज्ञा वित्तपोषण और विपणन ऋण की सुविधा प्रदान करके फसल के तुरंत बाद संकट की बिक्री की रोकथाम; इस तरह के गोदामों में संग्रहीत कृषि वस्तुओं के संबंध में गोदाम प्राप्तियों की एक राष्ट्रीय प्रणाली की शुरुआत करने और निजी और सहकारी क्षेत्रों को निवेश के लिए प्रोत्साहित करके कृषि क्षेत्र में निवेश की गिरती प्रवृत्ति को उलटने के लिए देश में कृषि विपणन बुनियादी ढांचे को मजबूत करना। देश में भंडारण बुनियादी ढांचे का निर्माण।</p>\r\n\r\n<p>ग्रामीण गोदामों के निर्माण की परियोजना व्यक्तियों, किसानों, किसानों /उत्पादकों, फर्मों, गैर-सरकारी संगठनों (NGOs), स्वयं सहायता समूहों (SHGs), कंपनियों, निगमों, सहकारी समितियों, संघों और कृषि द्वारा ली जा सकती है।</p>\r\n\r\n<p><strong>स्थान:</strong> इस योजना के तहत, उद्यमी किसी भी स्थान पर अपने व्यावसायिक निर्णय के अनुसार गोदाम का निर्माण करने के लिए स्वतंत्र होगा, सिवाय इसके कि वह नगर निगम क्षेत्र की सीमा के बाहर होना चाहिए। खाद्य प्रसंस्करण उद्योग मंत्रालय द्वारा प्रवर्तित फूड पार्कों में निर्मित ग्रामीण गोदाम भी सहायता के लिए योजना के तहत पात्र होंगे।</p>\r\n\r\n<p><strong>आकार:</strong> एक उद्यमी द्वारा एक गोदाम की क्षमता तय की जाएगी। हालांकि, इस योजना के तहत सब्सिडी न्यूनतम 100 टन और अधिकतम 30,000 टन की क्षमता तक ही सीमित रहेगी। 50 टन तक की क्षमता वाले छोटे आकार के ग्रामीण गोदाम भी व्यवहार्यता विश्लेषण के आधार पर योजना के तहत सब्सिडी के पात्र होंगे। पहाड़ी क्षेत्रों में, 25 टन तक के छोटे आकार के ग्रामीण गोदाम भी सब्सिडी के लिए पात्र होंगे।</p>\r\n\r\n<p><strong>वैज्ञानिक भंडारण के लिए शर्तें</strong></p>\r\n\r\n<p>योजना के तहत बनाए गए गोदामों में इंजीनियरिंग के विचारों के आधार पर संरचनात्मक रूप से बात होगी और कृषि उत्पादों को संग्रहीत करने के लिए कार्यात्मक रूप से उपयुक्त होगा। उद्यमी को गोदाम का संचालन करने के लिए एक लाइसेंस प्राप्त हो सकता है, यदि आवश्यक हो तो राज्य सरकार द्वारा संबंधित, राज्य भंडारण अधिनियम या किसी भी अन्य प्रासंगिक कानूनों के तहत। 1,000 टन से अधिक क्षमता वाले ग्रामीण गोदामों को केंद्रीय भंडारण सहयोग (CWC) से मान्यता मिलनी चाहिए।</p>\r\n\r\n<p><strong>Credit Linked Assistance</strong></p>\r\n\r\n<p>योजना के तहत सब्सिडी संस्थागत ऋण से जुड़ी है और केवल ऐसी परियोजनाओं के लिए उपलब्ध होगी जैसे कि वाणिज्यिक बैंकों, क्षेत्रीय ग्रामीण बैंकों, राज्य सहकारी बैंकों (SCBs), राज्य सहकारी कृषि और ग्रामीण विकास बैंक (SCARDBs), कृषि विकास द्वारा वित्तपोषित हैं वित्त कंपनी (ADFC), उत्तर पूर्वी विकास वित्त निगम (NEDFI), शहरी सहकारी बैंक आदि। गोदामों के निर्माण के लिए बैंकों से उद्यमियों को ऋण एक लंबी अवधि के पुनर्भुगतान की अवधि को पूरा करेगा।</p>\r\n\r\n<p>&nbsp;योजना के तहत सहायता गोदाम के निर्माण की पूंजीगत लागत पर उपलब्ध होगी, जिसमें चारदीवारी, आंतरिक सड़क, मंच, आंतरिक जल निकासी प्रणाली, वजन, ग्रेडिंग, पैकेजिंग, गुणवत्ता प्रमाणन, वेयरहाउसिंग सुविधाओं जैसी सहयोगी सुविधाओं की लागत शामिल है, जिन्हें संचालित करने के लिए आवश्यक है। गोदाम।</p>\r\n\r\n<p><strong>प्रतिज्ञा ऋण सुविधा:&nbsp;</strong>अपनी उपज को गोदाम में रखने वाले किसान अपनी उपज के कर्ज़ पर ऋण लेने के लिए पात्र होंगे। प्रतिज्ञा ऋण, ब्याज की दर, प्रतिज्ञा की अवधि, राशि आदि को नियंत्रित करने वाले नियम और शर्तें RBI/NABARD द्वारा जारी दिशा-निर्देशों और वित्तीय संस्थानों द्वारा पीछा किए गए सामान्य बैंकिंग प्रथाओं के अनुसार होंगे।</p>\r\n\r\n<p><strong>सब्सिडी की दर होगी:</strong>&nbsp;</p>\r\n\r\n<ol>\r\n	<li>SC/ST उद्यमियों और उनकी सहकारी समितियों के लिए परियोजना की पूंजीगत लागत का 33.33% और उत्तर - पूर्वी राज्यों में स्थित परियोजनाओं के मामले में, पहाड़ी क्षेत्रों में 3.3&nbsp;करोड़ रुपये की सब्सिडी पर अधिकतम सीमा के अधीन है।</li>\r\n	<li>परियोजना की पूंजीगत लागत का 25% किसानों, कृषि स्नातकों और सहकारी समितियों को 25.25 करोड़ रुपये की अधिकतम सीमा के अधीन।</li>\r\n	<li>सभी अन्य श्रेणियों के व्यक्तियों, कंपनियों और निगमों इत्यादि को परियोजना की पूंजीगत लागत का 15%, रु। 13.3 करोड़ की सब्सिडी पर अधिकतम सीमा के अधीन।</li>\r\n	<li>&nbsp;एनसीडीसी से सहायता के साथ सहकारी समितियों के गोदामों के नवीनीकरण के लिए परियोजना की पूंजीगत लागत का 25%।</li>\r\n</ol>\r\n\r\n<p><strong>योजना के तहत सब्सिडी के उद्देश्य से परियोजना की पूंजी लागत की गणना निम्नानुसार की जाएगी:</strong></p>\r\n\r\n<ol>\r\n	<li>1000 टन तक की क्षमता वाले गोदामों के लिए - परियोजना लागत को वित्त पोषण बैंक या वास्तविक लागत या रु .500 / - प्रति टन भंडारण क्षमता के अनुसार, जो भी कम हो;</li>\r\n	<li>1000 टन से अधिक क्षमता वाले गोदामों के लिए - बैंक या वास्तविक लागत या रु। 1500 / - प्रति टन भंडारण क्षमता के अनुसार परियोजना लागत, जो भी कम हो।</li>\r\n</ol>\r\n\r\n<p>वाणिज्यिक, सहकारी बैंकों और आरआरबी द्वारा वित्तपोषित परियोजनाओं के लिए नाबार्ड के माध्यम से सब्सिडी जारी की जाएगी। यह वित्तपोषण बैंक के सब्सिडी रिजर्व फंड खाते में रखा जाएगा और कर मुक्त होगा।</p>\r\n', NULL, 30, NULL, 'description', 1),
(208, '<p>Waste decomposer देसी गाय के गोबर से निकाला गया सूक्ष्म जीव का संघ है।जो&nbsp;जैविक अपशिष्ट को सङने, मृदा स्वास्थ्य सुधार और पौधे संरक्षण मे वृद्धि के लिए उत्प्रेरक के रूप में काम करता है। अपशिष्ट डीकंपोजर भी भारतीय कृषि अनुसंधान परिषद (ICAR) द्वारा मान्य है।</p>\r\n\r\n<p><strong>आवश्यक सामग्री:-</strong></p>\r\n\r\n<table align="center" border="1" cellpadding="1" cellspacing="1">\r\n	<thead>\r\n		<tr>\r\n			<th scope="col"><strong>सामग्री</strong></th>\r\n			<th scope="col">विवरण</th>\r\n		</tr>\r\n	</thead>\r\n	<tbody>\r\n		<tr>\r\n			<td>waste decomposer&nbsp;बोतल</td>\r\n			<td>30 मिली</td>\r\n		</tr>\r\n		<tr>\r\n			<td>प्लास्टिक ड्रम</td>\r\n			<td>200 लीटर</td>\r\n		</tr>\r\n		<tr>\r\n			<td>गुड़</td>\r\n			<td>2 किग्रा&nbsp;छोटे टुकड़ों में</td>\r\n		</tr>\r\n		<tr>\r\n			<td>पानी</td>\r\n			<td>200 लीटर</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p><strong>प्रक्रिया:-</strong></p>\r\n\r\n<ol>\r\n	<li>प्लास्टिक ड्रम में 200 लीटर पानी भरें।</li>\r\n	<li>2 किलो गुड़ लें और इसमें 200 लीटर पानी मिलाएं।</li>\r\n	<li>waste decomposer की 1 बोतल लें और इसकी सभी सामग्रियों को एक प्लास्टिक ड्रम में डालें जिसमें गुड़ का ड्रम हो।</li>\r\n	<li>ड्रम में अपशिष्ट डीकम्पोजर के समान वितरण के लिए लकड़ी की छड़ी के साथ इसे ठीक से मिलाएं।</li>\r\n	<li>ड्रम को एक पेपर या कार्डबोर्ड से ढक दें और इसे हर दिन एक या दो बार हिलाएं।</li>\r\n</ol>\r\n\r\n<p><strong>परिणाम:-</strong></p>\r\n\r\n<p>यह समाधान तापमान पर निर्भर करता है। यह गर्म मौसम में 5 से 6 दिन और ठंड के मौसम में 6 से 8 दिनों में तैयार हो जाता है</p>\r\n\r\n<p>इस&nbsp;घोल से किसान बार-बार&nbsp; घोल&nbsp;तैयार कर सकते हैं। इसके लिए, 2 लीटर गुड़ के साथ&nbsp;20 लीटर&nbsp;तैयार घोल में 200 लीटर पानी मिलाया जाता है।</p>\r\n\r\n<p><strong>इसे कैसे उपयोग करे</strong></p>\r\n\r\n<p>अपशिष्ट डीकंपोजर 1,000 लीटर प्रति एकड़ आवेदन के 21 दिनों के भीतर सभी प्रकार की मिट्टी के जैविक और भौतिक गुणों को बदल देता है और यह केवल छह महीने में एक एकड़ भूमि में 4 लाख तक मिट्टी में केंचुआ आबादी उत्पन्न करने में मदद करता है।</p>\r\n\r\n<p>कृषि अपशिष्ट, पशु अपशिष्ट, रसोई अपशिष्ट, शहर के अपशिष्ट जैसे सभी बायोडिग्रेडेबल सामग्री 45 दिनों में विघटित हो जाती है। waste decomposer के साथ बीज उपचार 98% जल्दी और समान अंकुरण दिखाता है और उभरने से पहले सुरक्षा प्रदान करता है। waste decomposer के साथ फोलियर स्प्रे विभिन्न प्रकार की बैक्टीरिया, फंगल और वायरल बीमारियों को विभिन्न फसलों में प्रभावी ढंग से नियंत्रित करता है। किसान रासायनिक उर्वरक और कीटनाशकों का उपयोग किए बिना अपशिष्ट अपघटन के उपयोग से खेती कर सकते हैं। जब waste decomposer लागू किया जाता है तो यूरिया, डीएपी या एमओपी की कोई आवश्यकता नहीं होती है।</p>\r\n', NULL, 33, NULL, 'description', 1),
(209, '<p>वर्मी कम्पोस्टिंग खाद बनाने की वैज्ञानिक विधि है, जिसमें केंचुओं का उपयोग करते है, जो आमतौर पर मिट्टी में रहते हैं, बायोमास का&nbsp;भोजन करते हैं और इसे पचान के बाद खाद के&nbsp;रूप में उत्सर्जित करते हैं।</p>\r\n\r\n<p>वर्मीकल्चर का अर्थ है &quot;कृमि-खेती&quot;। केंचुए कार्बनिक अपशिष्ट पदार्थों पर भोजन करते हैं और &quot;जैविक खाद&quot; के रूप में उत्सर्जन करते हैं जो नाइट्रेट्स और खनिज जैसे फास्फोरस, मैग्नीशियम, कैल्शियम और पोटेशियम से भरपूर होते हैं। ये उर्वरकों के रूप में उपयोग किए जाते हैं और मिट्टी की गुणवत्ता को बढ़ाते हैं।</p>\r\n\r\n<p><strong>सामग्री की आवश्यकता:-</strong></p>\r\n\r\n<table align="center" border="1" cellpadding="10" cellspacing="1" style="width:500px">\r\n	<thead>\r\n		<tr>\r\n			<th scope="col"><strong>सामग्री</strong></th>\r\n			<th scope="col"><strong>प्रक्रिया में उपयोग</strong></th>\r\n		</tr>\r\n	</thead>\r\n	<tbody>\r\n		<tr>\r\n			<td>पानी</td>\r\n			<td>सामान्य</td>\r\n		</tr>\r\n		<tr>\r\n			<td>गोबर</td>\r\n			<td>गाय, भैस</td>\r\n		</tr>\r\n		<tr>\r\n			<td>रूफ</td>\r\n			<td>प्लास्टिक शीट</td>\r\n		</tr>\r\n		<tr>\r\n			<td>केंचुआ</td>\r\n			<td><em>Australian</em></td>\r\n		</tr>\r\n		<tr>\r\n			<td>खरपतवार</td>\r\n			<td>घास</td>\r\n		</tr>\r\n		<tr>\r\n			<td>पत्ते</td>\r\n			<td>आम</td>\r\n		</tr>\r\n		<tr>\r\n			<td>वर्मी बेड</td>\r\n			<td>आकार 12 feet* 4 feet* 2&nbsp;feet</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>पानी:</strong>&nbsp;पानी का उपयोग आमतौर पर किसी अन्य पदार्थ को मिलाये बिना किया जाता है, लेकिन जब चींटियों को वर्मी बेड दिखाई देती&nbsp;है, तो इसमें थोड़ी मात्रा में हल्दी&nbsp;को&nbsp;मिलाया जाता है।</p>\r\n\r\n<p><strong>गोबर:</strong>&nbsp;गाय के गोबर को जैविक खाद के लिए पसंद किया जाता है गाय का गोबर नही मिलने पर&nbsp; भैस&nbsp;और बकरी का गोबर भी &nbsp;उपयोग&nbsp;कर सकते है।</p>\r\n\r\n<p><strong>छत:</strong>&nbsp;छत प्लास्टिक की चादर या पौधों की पत्तियां की हो सकती हैं।</p>\r\n\r\n<p><strong>केंचुआ:</strong>&nbsp;कम से कम 2 से 3 किलोग्राम&nbsp;केंचुआ 12 feet* 4 feet * 2 feet &nbsp;आकार के वर्मी बेड के लिए आवश्यक है।</p>\r\n\r\n<p>&nbsp;<strong>खरपतवार बायोमास:</strong>&nbsp;जो खरपतवार आम तौर पर बगीचे और खेत के आसपास उगता है</p>\r\n\r\n<p><strong>पत्तियां: </strong>&nbsp;यह किसी भी पेड़ के पत्ते हो सकते हैं, जो कि आकार मे&nbsp;लगभग 1 इंच * 2 इंच होना चाहिए।</p>\r\n\r\n<p><strong>वर्मी बेड:</strong>&nbsp;विभिन्न आकार के वर्मी बेड उपलब्ध होते हैं जैसे कि 8 feet* 4 feet * 2 feet, 10 feet* 4 feet* 2 feet या 12 feet* 4 feet* 2&nbsp;feet।</p>\r\n\r\n<p><strong>प्रक्रिया:&nbsp;</strong></p>\r\n\r\n<ol>\r\n	<li>वर्मी बेड का आकार कच्चे माल की उपलब्धता पर निर्भर करता है।</li>\r\n	<li>बायोमास इकट्ठा करें और इसे लगभग 8-12 दिनों के लिए सूरज के नीचे रखें। अब इसे कटर का उपयोग करके आवश्यक आकार में काट लें।</li>\r\n	<li>गोबर भी इकट्ठा करें और इसे लगभग 8-10 दिनों के लिए धूप में रखें, जो ऊँचाई से 1-2 फीट तक ऊंचा हो।</li>\r\n	<li>तेजी से सड़न के लिए ढेर पर पानी का छिड़काव करें।</li>\r\n	<li>अब आंशिक रूप से विघटित गोबर, सूखे पत्तों को भर कर&nbsp;एक अच्छा बिस्तर तैयार करें।</li>\r\n	<li>कटा हुआ जैव अपशिष्ट और आंशिक रूप से विघटित गोबर की परत को 0.5-1.5 फीट की गहराई तक &nbsp;में&nbsp;भरे।</li>\r\n	<li>एक बार, सभी जैव कचरे को भरने&nbsp;के बाद, मिश्रण पर केंचुओं को छोड़ दें और खाद मिश्रण को पत्तियों और कटी हुई घास के साथ कवर करें।</li>\r\n	<li>वातावरण के अनुसार खाद की नमी बनाए रखने के लिए नियमित रूप से पानी का छिड़काव करें।</li>\r\n	<li>चींटियों, छिपकलियों, माउस, सांपों आदि के प्रवेश को रोकने के लिए एक&nbsp;छत के साथ वर्मी बेड&nbsp;को कवर करें और बारिश के पानी और प्रत्यक्ष धूप से खाद की रक्षा करें।</li>\r\n	<li>खाद को अधिक ताप&nbsp;से बचाने के लिए लगातार जांच करे। उचित नमी और तापमान बनाए रखें।</li>\r\n</ol>\r\n\r\n<p><strong>परिणाम:</strong></p>\r\n\r\n<p>वर्मी कम्पोस्ट की परत 2 से 3 दिनों के आसपास दिखाई देने लगती है और दिन-प्रतिदिन बढ़ती जाती है।</p>\r\n\r\n<p>पूरे वर्मी बेड को लगभग 45 से 60 दिनों में तैयार किया जाता है।</p>\r\n', NULL, 31, NULL, 'description', 1),
(210, '<p><strong>वर्मीवाश</strong> एक तरल है जिसे कृमि क्रिया के एक स्तंभ के माध्यम से पानी के पारित होने के बाद एकत्र किया जाता है और एक पर्ण स्प्रे के रूप में बहुत उपयोगी होता है। यह मिट्टी के कार्बनिक अणुओं से सूक्ष्म पोषक तत्वों के साथ-साथ उत्सर्जित उत्पादों और केंचुओं के श्लेष्म स्राव का एक संग्रह है। इन्हें प्राकृतिक पारिस्थितिकी तंत्र में पत्ती, अंकुर और पौधों के अन्य भागों में ले जाया जाता है। वर्मीवाश, यदि ठीक से एकत्र किया गया है, तो एक स्पष्ट और पारदर्शी, हल्के पीले रंग का तरल पदार्थ है।</p>\r\n\r\n<p>कृमि कीड़ों द्वारा निर्मित कृमि मृदाओं का काम करती है। बैक्टीरिया इन छेदो&nbsp;को बड़े पैमाने पर निवास करते हैं।&nbsp;इन मार्गों से गुजरने वाला पानी पौधों के द्वारा अवशोषित किए जाने वाले पोषक तत्वों को&nbsp;धोता है। वर्मीवाश को&nbsp;गोबर के उपर&nbsp;केंचुओं द्वारा बनाई गई सुरंगों के माध्यम से पानी प्रवाहित करके बनाया जा सकता है।</p>\r\n\r\n<p><strong>सामग्री की आवश्यकता है</strong></p>\r\n\r\n<table align="center" border="1" cellpadding="1" cellspacing="1" style="width:500px">\r\n	<thead>\r\n		<tr>\r\n			<th scope="col">सामग्री</th>\r\n			<th scope="col">उपयोग</th>\r\n		</tr>\r\n	</thead>\r\n	<tbody>\r\n		<tr>\r\n			<td>प्लास्टिक पाइप</td>\r\n			<td>व्यास 2 से 3 इंच</td>\r\n		</tr>\r\n		<tr>\r\n			<td>3 प्लास्टिक बैरल</td>\r\n			<td>\r\n			<pre>\r\nवर्मी वाश मात्रा पर निर्भर करता है</pre>\r\n			</td>\r\n		</tr>\r\n		<tr>\r\n			<td>रेत</td>\r\n			<td>बैरल का आकार 70%</td>\r\n		</tr>\r\n		<tr>\r\n			<td>कंकड़</td>\r\n			<td>बैरल का आकार 70%</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>वर्मी वाश निकालने की प्रक्रिया</strong></p>\r\n\r\n<ol>\r\n	<li>वर्मी बेङ&nbsp;तैयार करें।</li>\r\n	<li>तरल निकालने के लिए एक नाली छोड़ दें।</li>\r\n	<li>एक बैरल मे 70% रेत और एक बैरल मे 70% कंकड़ भरें।</li>\r\n	<li>रेत बैरल शीर्ष को वर्मी बेङ की नाली और तल को&nbsp;कंकड़ बैरल से जोड़े।</li>\r\n	<li>कंकड़ बैरल तल को&nbsp;&nbsp;खाली बैरल में जोड़ें।</li>\r\n	<li>वर्मी बेङ तरल को&nbsp;रेत बैरल तथा&nbsp;कंकड़ बैरल से गुजारें।</li>\r\n	<li>कंकड़ बैरल के बाद खाली प्लास्टिक बैरल मे&nbsp;वर्मी वॉश इकट्ठा करता है।&nbsp;</li>\r\n</ol>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>इसमें शामिल है</strong></p>\r\n\r\n<ol>\r\n	<li>एंजाइम, अमीनो एसिड की उच्च मात्रा</li>\r\n	<li>हेटरोट्रॉफ़िक बैक्टीरिया, कवक, नाइट्रोजन फ़िक्सेर्स, फॉस्फेट सॉल्युबलाइज़र सहित एक्टिनोमाइसेट्स</li>\r\n	<li>विटामिन और हार्मोन जैसे साइटोकिनिन, ऑक्सिन, गिबरेलिन आदि</li>\r\n	<li>साथ ही मैक्रो और माइक्रोन्यूट्रिएंट्स का उपयोग पर्ण स्प्रे के रूप में किया जाता है</li>\r\n	<li>घुलनशील नाइट्रोजन, फास्फोरस और पोटाश</li>\r\n</ol>\r\n', NULL, 32, NULL, 'description', 1),
(213, '<p>करेला एक महत्वपूर्ण वनस्पति फसल है और इसके अपरिपक्व कंद वाले फलों के लिए उगाया जाता है, जिसमें एक कड़वा स्वाद होता है। फलों को विटामिन और खनिजों का एक समृद्ध स्रोत माना जाता है और प्रति 100 ग्राम 88 मिलीग्राम विटामिन सी। फलों को पकाने के बाद इस्तेमाल किया जाता है और स्टफिंग और तलने के बाद स्वादिष्ट तैयारी की जाती है। बाजार में ग्लूट की अवधि के दौरान, फलों को कटा हुआ होता है, आंशिक रूप से नमक के साथ उबला जाता है और सीधे सूर्य के प्रकाश के तहत सूख जाता है और महीनों तक संग्रहीत किया जाता है। इसका उपयोग तलने के बाद किया जाता है। करेले के फल का औषधीय महत्व है और इसका उपयोग मधुमेह, अस्थमा, रक्त रोगों और गठिया के इलाज के लिए किया जाता है। ताजा करेले का रस पीने की सलाह प्राकृतिक चिकित्सक द्वारा दी जाती है। जंगली करेले की जड़ और तने का उपयोग कई आयुर्वेदिक दवाओं में किया जाता है।</p>\r\n\r\n<p>यह एक सुस्वाद है, गहरे हरे, गहरे लाल रंग के पत्तों और पीले, घने फूलों से लदे हुए थोड़े फजी तने के साथ बेल पर चढ़ते हुए।</p>\r\n\r\n<p><strong>करेल की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p><strong>Pusa Do Mausmi</strong>: यह स्थानीय संग्रह से एक चयन है, जो वसंत, गर्मी और बरसात के मौसम की खेती के लिए उपयुक्त है। इस किस्म को I.A.R.I, नई दिल्ली द्वारा जारी किया गया है। फल बुआई से लगभग 55 दिनों में खाद्य परिपक्वता तक पहुँच जाते हैं। फल गहरे हरे, लंबे, मध्यम मोटे, 7-8 निरंतर लकीरों के आकार वाले क्लब, खाद्य अवस्था में 18 सेमी लंबे और 8-10 फलों का वजन लगभग एक किलोग्राम होता है।</p>\r\n\r\n<p><strong>Pusa Vishesh</strong>: इस किस्म को I.A.R.I, नई दिल्ली द्वारा ग्रीष्म ऋतु की फसल के रूप में खेती के लिए जारी और अनुशंसित किया गया है। बेल बौनी और झाड़ीदार है और प्रबंधन में आसान है। फल आकर्षक हरे रंग के होते हैं, सतह पर कई अनियमित टूटी चिकनी और चमकदार लकीरें होती हैं। वे मध्यम लंबे और मोटे होते हैं। यह परिपक्वता की शुरुआत में है और बुवाई के बाद फसल आने में लगभग 55 दिन लगते हैं।</p>\r\n\r\n<p><strong>Arka Harit:</strong> यह IIHR, बैंगलोर द्वारा जारी किया गया है। इसमें मध्यम आकार, हरे रंग की त्वचा, मोटे मांस, मध्यम कड़वाहट और कम संख्या में बीज के साथ धुरी के आकार के फल होते हैं। यह गर्मी और बरसात दोनों मौसमों में अच्छी तरह से बढ़ता है लेकिन बरसात के मौसम में अधिकतम उपज प्राप्त की जाती है। परागण के बाद 12-14 दिनों में फल कटाई के लिए तैयार हो जाते हैं। यह 100-110 दिनों की अवधि में प्रति हेक्टेयर लगभग 120 क्विंटल फल देता है।</p>\r\n\r\n<p><strong>एमडीवी</strong>: एल: यह एक लंबी फलदार और अधिक उपज देने वाली करेला किस्म है। यह मध्यम शाखाओं में बंटी और जल्दी फूलने वाली किस्म है। बेल में प्रति पौधे लगभग 20-25 फल लगते हैं और प्रति हेक्टेयर उपज लगभग 250 क्विंटल होती है।</p>\r\n\r\n<p><strong>कोयम्बटूर लोंग</strong>: यह किस्म कृषि अनुसंधान संस्थान, कोयंबटूर द्वारा जारी की गई है। फल लंबे, कोमल और सफेद रंग के होते हैं। यह किस्म बरसात के मौसम के लिए उपयुक्त है। बेलें विपुल और भारी होती हैं।</p>\r\n\r\n<p><strong>वीके- I (प्रिया):</strong> यह केरल कृषि विश्वविद्यालय से एक चयन है। फल अतिरिक्त लंबे (लगभग 39 सेमी लंबे) होते हैं। बुवाई से पहली फसल तक लगभग 60 दिन लगते हैं। औसतन, प्रति पौधे 55 फल हैं।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते</strong></p>\r\n\r\n<p>यह एक गर्म मौसम की फसल है जो मुख्य रूप से उप-उष्णकटिबंधीय और गर्म-शुष्क क्षेत्रों में उगाई जाती है। वे हल्के ठंढ के लिए अतिसंवेदनशील होते हैं और सर्दियों के महीनों के दौरान उगाए जाने पर आंशिक सुरक्षा प्रदान की जाती है। 24-27 0C की तापमान सीमा को बेलों की वृद्धि के लिए इष्टतम माना जाता है। बीज सबसे अच्छा उगता है जब तापमान 18 0C से अधिक होता है। वानस्पतिक वृद्धि के समय उच्च आर्द्रता फसल को विभिन्न फफूंद रोगों के लिए अतिसंवेदनशील बना देती है।</p>\r\n\r\n<p>करेले को रेतीले दोमट के लिए अच्छी तरह से सूखा रेतीले पर उगाया जा सकता है; मध्यम काली मिट्टी कार्बनिक पदार्थों से समृद्ध है। नदी के किनारों के साथ जलोढ़ मिट्टी भी करेले के उत्पादन के लिए अच्छी है। 6.0- 7.0 की एक पीएच रेंज को इष्टतम माना जाता है।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>पाउडर की तरह फफूंदी</strong>: पाउडी मिल्ड्यू (स्पैरोथेका फुलिगाइन): यह रोग उच्च आर्द्रता का पक्षधर है और सबसे पहले प्राकृतिक जल पर होता है। लक्षण मुख्य रूप से ऊपरी पत्ती की सतह पर सफेद पाउडर अवशेषों के रूप में दिखाई देते हैं। पत्तियों की निचली सतह पर गोलाकार पैच या धब्बे दिखाई देते हैं। गंभीर मामलों में, ये फैलते हैं, पत्तों की दोनों सतहों को ढँक लेते हैं और पेटीओल्स, स्टेम इत्यादि में भी फैल जाते हैं। गंभीर रूप से हमला करने वाली पत्तियाँ भूरे रंग की हो जाती हैं और सिकुड़ जाती हैं और मलत्याग हो सकता है। प्रभावित पौधों के फल पूरी तरह से विकसित नहीं होते हैं और छोटे रहते हैं।</p>\r\n\r\n<p><strong>कोमल फफूंदी</strong>: डाउनी फफूंदी कवक Pududoperonospora cubensis के कारण होता है। यह उच्च आर्द्रता वाले क्षेत्रों में प्रचलित है, खासकर जब गर्मियों की बारिश नियमित रूप से होती है। इस रोग को सबसे पहले पत्तियों की ऊपरी सतह पर पीले कोणीय धब्बों के रूप में देखा जाता है। उच्च आर्द्रता की शर्तों के तहत, पत्तियों की निचली सतह पर सफेदी पाउडर की वृद्धि दिखाई देती है। रोग तेजी से मलिनकिरण के माध्यम से तेजी से पौधे को मारने से फैलता है।</p>\r\n\r\n<p><strong>कड़वा लौकी मोज़ेक</strong>: यह विषाणु रोग ज्यादातर पत्तियों पर लगे पौधों के द्वितीयक शाखाओं में पत्तियों पर दिखने वाले लक्षणों तक ही सीमित रहता है। पत्तियों पर छोटे अनियमित पीले रंग के पैच दिखाई देते हैं। कुछ पत्तियां पत्ती के एक या दो पालियों में नस साफ करती हैं और गंभीर रूप से संक्रमित पौधे पत्ती के आकार और बढ़ाव में कमी और / या एक या दो पालियों का दमन दिखाते हैं। युवा विकासशील पत्ते पूरी तरह से विकृत होते हैं और उनके आकार में काफी कमी के साथ विकृत हो जाते हैं। पत्तियों में से कुछ लामिना के विकास में कमी को दर्शाते हैं जिसके परिणामस्वरूप एक जूता-स्ट्रिंग प्रभाव होता है। वायरस एफिड्स की पांच प्रजातियों द्वारा फैलता है।</p>\r\n', NULL, 3, NULL, 'description', 1),
(214, '<p>कपास एक प्राकृतिक, मुलायम फाइबर है जो कपास के पौधे के बीजों के साथ बढ़ता है। (फाइबर लंबे और पतले बालों की तरह होते हैं।) इसके बाद, कपास के पाौधेा से कपास इकट्ठा किया जाता है, जिससे सूती धागे बनाये जाते है। आौर सूती धागे से कपड़े में बनाया जा सकते है। कपास का उपयोग और कई अन्य चीजों के लिए भी किया जा सकता है। लोग अक्सर सूती कपड़े पहनते हैं, खासकर गरम मौसम में।</p>\r\n\r\n<p>कपास शीतोष्ण, उपोष्णकटिबंधीय और उष्णकटिबंधीय क्षेत्रों में 37 &deg; उत्तर और 30 &deg; दक्षिण के अक्षांशों के बीच और हर महाद्वीप पर उगाया जाता है।</p>\r\n\r\n<p><strong>कपास की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p><strong>PIMA COTTON:</strong> PIMA को धरती का सबसे अच्छा कपास माना जाता है। अतिरिक्त-लंबे स्टेपल (ईएसएल) कपास के रूप में, इसके लंबे फाइबर इसे अतिरिक्त नरम और अतिरिक्त मजबूत बनाते हैं। परिणाम? शानदार ढंग से चिकना कपड़ा जो भुरभुरा, फाड़, चिलिंग, झुर्रीदार और लुप्त होती के लिए प्रतिरोधी है। यह कोई आश्चर्य नहीं है कि इतने सारे कपड़े शुद्ध पेमा होने का दावा करते हैं। लेकिन हाल ही में एक परीक्षण से पता चला 89% बिल्कुल शुद्ध नहीं हैं। केवल PimaCott सत्यापित करता है कि उसके कपड़ों में शुद्ध pima कपास होता है, गुणवत्ता के लिए आप देख सकते हैं, महसूस कर सकते हैं, और विश्वास कर सकते हैं।</p>\r\n\r\n<p><strong>UPLAND COTTON:</strong> इसकी अपेक्षाकृत कम कपास फाइबर द्वारा विशेषता, अपलैंड गुणवत्ता वाले रोजमर्रा के उत्पादों के उत्पादन के लिए एकदम सही है जो हर कोई खरीद सकता है। यह अमेरिका में कपास का सबसे आम प्रकार है, जो अमेरिकी धरती पर लगाए गए कपास का 95% हिस्सा है। सबसे शुद्ध अपलैंड कपास के लिए, होमग्रो कॉटन चुनें। होमग्रो कॉटन अपने कपास उत्पादों की पुष्टि करता है, इसमें अमेरिकी धरती पर परिश्रमी परिवार के किसानों द्वारा उगाए गए शुद्ध अपलैंड शामिल हैं।</p>\r\n\r\n<p><strong>EGYPTIAN COTTON</strong>: पाइमा pima cotton, मिस्र एक अतिरिक्त लंबा स्टेपल कॉटन है, जो इसे कोमलता, जीवंतता और प्रदर्शन में समान रूप से असाधारण बनाता है। वे एक वैज्ञानिक नाम भी साझा करते हैं! दोनों के बीच एकमात्र अंतर? मिस्र की कपास मिस्र की नील नदी घाटी की गर्म, शुष्क जलवायु में उगाई जाती है। यह असाधारण गुणवत्ता का एक कपास है॥</p>\r\n\r\n<p><strong>ACALA COTTON</strong>: केवल कैलिफ़ोर्निया सैन जोकिन वैली अकाला नामक कपास की एक विशेष किस्म का उत्पादन करता है, जो दुनिया में उच्चतम गुणवत्ता वाले अपलैंड कपास के बीच है। सैन जोकिन घाटी के आदर्श जलवायु और लंबे समय तक बढ़ते मौसम से अकाला कपास को फायदा होता है, जिससे उपज और बेहतर उत्पाद प्राप्त होते हैं। हालांकि, सिंचाई की जरूरतों के कारण, अकाला अन्य अमेरिकी उगाए गए कपास की तुलना में अधिक महंगा हो जाता है।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते</strong></p>\r\n\r\n<p>तापमान 18 और 30 0C के बीच।<br />\r\nपर्याप्त धूप और काफी शुष्क स्थिति।<br />\r\nअंकुरण और बोले गठन के बीच न्यूनतम 500 मिमी पानी।<br />\r\nअच्छी पोषक तत्वों की सामग्री के साथ गहरी, अच्छी तरह से सूखा मिट्टी।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p>कोणीय लीफ स्पॉट या ब्लैक आर्म रोग: छोटे पानी से लथपथ धब्बे, कोटिलेडोन के अंडरस्फेस पर दिखाई देते हैं, जो सूख और मुरझा सकते हैं। पत्तियों पर भी ऐसे धब्बे दिखाई देते हैं। वे शिराओं से बंधे हुए कोणीय हो जाते हैं और भूरे से काले रंग में बदल जाते हैं। कई छोटे धब्बे पड़ सकते हैं। संक्रमित पेटीओल गिर सकता है। तने, पंखुड़ियों और शाखाओं पर काले घावों के लिए लम्बी, धँसी और गहरे भूरे दिखाई देते हैं।</p>\r\n\r\n<p><strong>संवहनी विल्ट रोग:</strong> पीएच 7.6-8.00 के साथ काला सूती मिट्टी के लिए विल्ट प्रतिबंधित है। यह हल्की दोमट मिट्टी में दुर्लभ है। रोग पौधे की वृद्धि के सभी चरणों में प्रकट होता है। अंकुर चरण में, कोटिलेडोन का पीला होना, पेटीओल्स का भूरा होना, मृत्यु के बाद और प्रभावित पत्तियों का गिरना। युवा और वयस्क पौधों में मरोड़, पत्तियों का गिरना और टेंडर शूट, पीलापन, भूरापन और अंत में पौधों की मृत्यु का नुकसान होता है।</p>\r\n\r\n<p><strong>ग्रे हल्के या दहिया रोग</strong>: कवक आमतौर पर कोणीय, पीला, पारभासी धब्बों के लिए अनियमित पत्तियों के कारण पुरानी पत्तियों पर हमला करता है। वे आमतौर पर शिराओं द्वारा प्रतिबंधित होते हैं और ज्यादातर पत्ती की निचली सतह पर दिखाई देते हैं, हालांकि कभी-कभी ऊपरी सतह पर। एक पत्ती पर कुछ सौ से अधिक धब्बे पाए जा सकते हैं। गंभीर संक्रमण में पत्तियां पीली-भूरी हो जाती हैं और समय से पहले गिर जाती हैं।</p>\r\n\r\n<p><strong>एन्थ्रेक्नोज रोग</strong>: आकुर के चरण में, छोटे और लाल रंग के गोलाकार धब्बेदार कोटिलेन्स और प्राथमिक पत्तियों पर दिखाई देते हैं। जब घाव कॉलर क्षेत्र पर होते हैं, तो स्टेम को कमरबंद किया जा सकता है, जिससे रोपाई विल्ट हो जाती है और मर जाती है। परिपक्व पौधों में, कवक स्टेम पर हमला करता है, जिससे यह छाल को विभाजित कर देता है।</p>\r\n\r\n<p>लक्षण पानी पर लथपथ, गोलाकार, थोड़ा धँसा हुआ लाल-भूरे रंग के धब्बे के रूप में प्रमुख हैं, जो काले रंग में बदल जाते हैं। बोल संक्रमण के परिणामस्वरूप, वे समय से पहले खुलते हैं। एक प्रकार का वृक्ष दागदार, कठोर और संकुचित हो जाता है।</p>\r\n\r\n<p><strong>जड़ सड़न रोग</strong>: क्षण अंकुर के चरण में दिखाई दे सकते हैं, जहां कोटलियनों पर भूरे धब्बे दिखाई देते हैं। कॉलर क्षेत्र में भूरापन होता है, जो नीचे की ओर बढ़ सकता है। रेशेदार जड़ें सड़ जाती हैं। जड़ों की छाल सड़ने और छिलने को दर्शाती है। प्रभावित पौधों को आसानी से बाहर निकाला जा सकता है। रोग क्षेत्र में पैच में दिखाई देता है।</p>\r\n\r\n<p><strong>बोल रोट रोग:</strong> रारंभ में, रोग छोटे भूरे या काले डॉट्स के रूप में प्रकट होता है जो बाद में पूरे गुच्छों को ढंकने के लिए बढ़ जाता है। संक्रमण आंतरिक ऊतकों में फैलता है और बीजों और लिंट का सड़ना होता है। गोलियां कभी भी नहीं फटती हैं और समय से पहले गिर जाती हैं।</p>\r\n\r\n<p>कुछ मामलों में, सड़ांध बाहरी हो सकती है, जिससे पेरिकार्प का सड़ना आंतरिक ऊतकों को मुक्त कर सकता है। प्रभावित टोलियों पर, कवक के फलने वाले शरीर की एक बड़ी संख्या में शामिल कवक की प्रकृति के आधार पर मनाया जाता है।</p>\r\n\r\n<p><strong>लीफ स्पॉट या ब्लाइट रोग</strong>: यह रोग सभी चरणों में हो सकता है लेकिन अधिक गंभीर तब होता है जब पौधे 45-60 दिन के होते हैं। छोटे, भूरे से भूरे, अनियमित या गोल धब्बे, जो 0.5 से 6 मिमी व्यास के होते हैं, पत्तियों पर दिखाई दे सकते हैं। प्रत्येक स्थान पर संकेंद्रित वलय से घिरा एक केंद्रीय घाव है।</p>\r\n\r\n<p>कई धब्बे मिलकर धुंधले क्षेत्रों का निर्माण करते हैं। प्रभावित पत्तियां भंगुर हो जाती हैं और गिर जाती हैं। कभी-कभी स्टेम घाव भी देखे जाते हैं। गंभीर मामलों में, दरारें और खंभे पर धब्बे दिखाई दे सकते हैं।</p>\r\n', NULL, 4, NULL, 'description', 1),
(216, '<p>जानवरों को एक&nbsp;बहुकोशिकीय यूकेरियोटिक जीव के रुप मे परिभाषित किया जा सकता है। कुछ अपवादों के साथ, जानवर कार्बनिक पदार्थों का उपभोग करते हैं, ऑक्सीजन सांस लेते हैं, स्थानांतरित करने में सक्षम होते हैं, यौन विकास कर सकते हैं, और भ्रूण के विकास के दौरान, कोशिकाओं, ब्लास्टुला के एक खोखले क्षेत्र से बढ़ते हैं।</p>\r\n\r\n<p><strong>कशेरुक (रीढ़ की हड्डी वाले जानवर) के पांच सबसे प्रसिद्ध वर्ग स्तनधारी, पक्षी, मछली, सरीसृप, उभयचर हैं।</strong></p>\r\n\r\n<p><strong>स्तनधारी:-</strong> लोग स्तनधारी होते हैं। और इसमें कुत्ते, बिल्ली, घोड़े, डकबिल प्लैटिप्यूज़, कंगारू, डॉल्फ़िन और व्हेल भी शामिल हैं।</p>\r\n\r\n<p><strong>पक्षी:-</strong> ये ऐसे जानवर हैं जिनके पंख होते हैं और जो कि सख्त खोल वाले अंडों से पैदा होते हैं। जैसे मोर, गौरैया आदि।</p>\r\n\r\n<p><strong>मछली:-</strong> मछली कशेरुक होती हैं जो पानी में रहती हैं और उनके शरीर पर गिल, तराजू और पंख होते हैं। बहुत सारी अलग-अलग मछलियाँ हैं और उनमें से कई वास्तव में बहुत ही अजीब दिखती हैं।</p>\r\n\r\n<p><strong>सरीसृप:-</strong> सरीसृप खोपड़ी की त्वचा के साथ जानवरों का एक वर्ग है। वे ठंडे खून के होते हैं और जमीन पर पैदा होते हैं। जैसे कि सांप, छिपकली, मगरमच्छ, मगरमच्छ और कछुए सभी सरीसृप वर्ग के हैं।</p>\r\n\r\n<p><strong>उभयचर:-</strong> उभयचर पानी में पैदा होते हैं।&nbsp;वे मछली की तरह गलफड़ों के साथ सांस लेते हैं। लेकिन जब वे बड़े हो जाते हैं, तो वे फेफड़े विकसित करते हैं और जमीन पर रह सकते हैं।</p>\r\n\r\n<p><strong>रीढ़ की हड्डी&nbsp;</strong><strong>के बिना बहुत सारे जानवर भी हैं। इन्हें अकशेरुकीय कहा जाता है और ये फीलम आर्थ्रोपोडा (आर्थ्रोपोड्स) का हिस्सा होते हैं। इस फीलम में सबसे अधिक ज्ञात वर्गों में से दो एराक्निड्स (मकड़ियों) और कीड़े हैं।</strong></p>\r\n\r\n<p><strong>आर्थ्रोपोड्स: -</strong> आर्थ्रोपोड्स जानवरों का एक विशाल समूह है - इसमें ग्यारह पशु वर्ग शामिल हैं: मेरोस्टोमाटा, पाइकोगोनिडा, अरचिन्डा, रेमेडिया, सेफलोकारिडा, ब्रांकिओपोडा, मैक्सिलोपोडा, मैलाकोस्ट्रा, चिलोपोडा, डिप्लोपोडा और इंसेक्टा।कोई भी जानवर जिनके पास चार से अधिक हैं, संयुक्त पैर आर्थ्रोपोड हैं। कीड़े, मकड़ियों और क्रस्टेशियन सभी जानवरों के इस वर्ग के हैं।</p>\r\n\r\n<p><strong>हम जानवरों को उपयोग के आधार पर वर्गीकृत भी कर सकते हैं, जंगली, पालतू, पालतू जानवर के रूप में।</strong></p>\r\n\r\n<p>इतने सालों से इंसान पालतू जानवरों और घरेलू जानवरों के साथ रह रहा है। घरेलू जानवरों और पालतू जानवरों के बीच का अंतर इतना स्पष्ट नहीं है क्योंकि वाक्यांश &quot;घरेलू जानवरों&quot; में भी पालतू जानवर शामिल हैं। केवल स्पष्ट अंतर जंगली जानवरों और घरेलू जानवरों या पालतू जानवरों के बीच है, क्योंकि जंगली जानवर मनुष्य के लिए अवज्ञाकारी हैं और जंगली में रहते हैं। यह लेख पालतू जानवरों और घरेलू जानवरों के बीच मुख्य अंतर पर प्रकाश डालता है।</p>\r\n\r\n<p><strong>घरेलू पशु:-</strong> घरेलू जानवर एक बार जंगली जानवर होते हैं जिन्हें कई वर्षों से पकड़ लिया जाता है और खेत या घरों में रहने की अलग-अलग परिस्थितियों के अनुकूल होने के लिए वातानुकूलित किया जाता है। मुख्य रूप से, उन्हें आर्थिक कारणों से पकड़ लिया जाता है। आज पशुधन होने को एक आकर्षक निवेश माना जाता है। मांस और डेयरी उत्पाद पालतू जानवरों जैसे सुअर, बकरी, भेड़, मुर्गियों और गायों द्वारा प्रदान किए जाते हैं। भेड़ से ऊन या मेरिनो ऊन के रूप में अन्य उत्पादों जबकि नीचे इन्सुलेट सामग्री बतख या से हैं</p>\r\n\r\n<p><strong>पालतू पशु:-</strong> एक प्राणी जो मनुष्यों द्वारा उठाया जाता है और पूरी तरह से मनुष्यों पर ध्यान रखने, आश्रय प्रदान करने, भोजन और साहचर्य प्रदान करने के लिए निर्भर है। पालतू जानवरों के स्वास्थ्य के लिए मनुष्य जिम्मेदार होता है और बीमारी के दौरान देखभाल करता है। एक विशिष्ट पालतू जानवर मानव परिवार का विस्तार होगा।</p>\r\n\r\n<p><strong>जंगली जानवर:-</strong>&nbsp; एक ऐसा जानवर जो बिना मानवीय समर्थन और हस्तक्षेप के जंगल में रहता है। यह शिकार करता है और भोजन को अपने आप पा लेता है। मनुष्यों से भोजन की सचेत आपूर्ति पर निर्भर नहीं करता है। मनुष्य आश्रय, देखभाल और भोजन प्रदान नहीं करते हैं।</p>\r\n', NULL, 16, NULL, 'description', 1),
(217, '<p>घरेलू भैंस भारतीय उपमहाद्वीप, दक्षिण पूर्व एशिया और चीन में उत्पन्न होने वाले पशु परिवार का एक विशाल स्तनपायी है। आज, यह यूरोप, ऑस्ट्रेलिया, उत्तरी अमेरिका, दक्षिण अमेरिका और कुछ अफ्रीकी देशों में भी पाया जाता है।</p>\r\n\r\n<p>घरेलू भैंस को दुनिया भर में जल भैंस कहा जाता है। भारत में मुर्रा भैंस सबसे अच्छी नस्ल है।<br />\r\n&nbsp;<br />\r\nमुर्रा भैंस मुख्य रूप से दूध उत्पादन के लिए रखी जाने वाली पानी की भैंस की एक नस्ल है। यह भारत के पंजाब और हरियाणा राज्यों में उत्पन्न होता है, जहाँ इसे भिवानी, हिसार, रोहतक, जींद, झज्जर, फतेहाबाद, गुड़गांव और दिल्ली की राजधानी क्षेत्र में रखा जाता है। एक मुर्रा भैंस ने 26.335 किलोग्राम दूध का रिकॉर्ड बनाया।</p>\r\n\r\n<p>भैंस की इस नस्ल का उपयोग मांस और दूध के उत्पादन के लिए किया जाता है। भैंस की मुर्राह नस्ल ऊंची कीमत पर बिकती है।</p>\r\n\r\n<p><strong>आहार:-</strong> भैंस शाकाहारी हैं, और इसलिए केवल वनस्पति खाते हैं। उनके पसंदीदा खाद्य पदार्थ घास और जड़ी-बूटियां हैं, लेकिन जल भैंस भी जलीय पौधे खाएंगे। अफ्रीकी और एशियाई भैंस दोनों झाड़ियों और पेड़ों को खाएंगे जब उन्हें खाने के लिए घास या जड़ी-बूटियाँ नहीं मिलेंगी।</p>\r\n', NULL, 17, NULL, 'description', 1),
(218, '<p>मवेशी, या गाय (मादा) और बैल (नर), सबसे आम प्रकार के बड़े पालतू जानवर हैं। वे उपपरिवार बोविनाए के एक प्रमुख आधुनिक सदस्य हैं, जीनस बॉश की सबसे व्यापक प्रजातियां हैं, और सबसे आम तौर पर सामूहिक रूप से बोस टॉरस के रूप में वर्गीकृत हैं।</p>\r\n\r\n<p>भारत में आमतौर पर दूध के लिए मवेशियों को पशुधन के रूप में उठाया जाता है। उनका उपयोग सवारी जानवरों और मसौदा जानवरों (बैल या बैलगाड़ियों के रूप में किया जाता है, जो गाड़ियां, हल और अन्य औजार खींचते हैं)। मवेशियों का एक अन्य उत्पाद उनका गोबर है, जिसका उपयोग खाद या ईंधन बनाने के लिए किया जा सकता है। कुछ क्षेत्रों में, जैसे कि भारत के कुछ हिस्सों में, मवेशियों का महत्वपूर्ण धार्मिक अर्थ है। मवेशी, ज्यादातर छोटी नस्लों जैसे कि लघु ज़ेबू, को भी पालतू जानवरों के रूप में रखा जाता है।</p>\r\n\r\n<p>एक परिपक्व मादा जिसने कम से कम एक या दो बछड़ों को जन्म दिया है, उन्हें गाय कहा जाता है। जन्म और वज़न के बीच एक युवा गोजातीय को बछड़ा कहा जाता है। इनमें से दो या अधिक युवा गोजातीय बछड़े हैं। एक मादा जिसे कभी बछड़ा नहीं हुआ, उसे एक बछिया कहा जाता है।</p>\r\n\r\n<p>आयुर्वेदिक चिकित्सा में गोमूत्र या गोमूत्र बड़ी भूमिका निभाता है। इसका उपयोग भारत में सदियों से विभिन्न प्रकार की बीमारियों के इलाज के लिए किया जाता है। गोमूत्र को कुष्ठ, सूजन और कैंसर के इलाज के लिए उपयोगी माना गया है। इससे पहले कि गोमूत्र सुरक्षित रूप से पिया जा सके, पहले इसे रोगाणुओं को हटाने के लिए आसुत होना चाहिए।</p>\r\n\r\n<p>गाय इस मायने में अद्वितीय हैं कि उनके पास अन्य जानवरों की तुलना में कम दांत हैं। मुंह के सामने, दांत (incisors के रूप में जाना जाता है) केवल निचले जबड़े पर स्थित हैं। शीर्ष incenders के स्थान पर, एक कठोर चमड़े का पैड (&quot;डेंटल पैड&quot; के रूप में जाना जाता है) है। इसके अलावा, मवेशियों के पास अपेक्षाकृत अपर लिप्स (बकरियों और भेड़ों की तुलना में) होते हैं। इस अनोखे मौखिक शरीर रचना विज्ञान के कारण, एक गाय अपनी जीभ का उपयोग घास के झुरमुट को पकडने के लिए करती है और फिर उसे काट देती है। मुंह के पीछे दांत (दाढ़ के रूप में जाना जाता है) शीर्ष और निचले जबड़े पर स्थित होते हैं। पौधों की सामग्री में कभी-कभी सख्त तने होते हैं, लेकिन क्योंकि एक गाय एक साइड-टू-साइड गति में भोजन चबाती है, मोलर्स घास को छोटे टुकड़ों में काटते हैं जो अधिक आसानी से पचते हैं।</p>\r\n\r\n<p><strong>कुछ गाय लोकप्रिय नस्ल है</strong></p>\r\n\r\n<p><strong>गीर / गीयर:-</strong> गाय का मवेशी ज़ीबू मवेशी की नस्ल है और दुनिया में सबसे अच्छी डेयरी नस्लों में से एक है। मूल रूप से नस्ल सौराष्ट्र क्षेत्र और काठियावाड़ के गिर जंगल से है।</p>\r\n\r\n<p><strong>साहीवाल:-</strong> साहीवाल भी ज़ेबु मवेशियों की नस्ल है और भारत में सबसे अच्छी डेयरी नस्लों में से एक है। साहिवाल की उत्पत्ति पंजाब क्षेत्र से हुई और अब यह ऑस्ट्रेलिया और अफ्रीका में भी पाया जाता है।</p>\r\n\r\n<p><strong>थारपारकर:-</strong> थारपारकर मवेशी एक दोहरे उद्देश्य वाली नस्ल है और इसका नाम राजस्थान के थार रेगिस्तान से पड़ा है। गाय की नस्ल को सफेद सिंधी के रूप में भी जाना जाता है और आज यह भारत में शीर्ष पांच दूध देने वाली गायों में से एक है।</p>\r\n\r\n<p><strong>हरियाना:-</strong> हरियाना मवेशी लोकप्रिय डेयरी नस्लों में से एक है और एक दिन में लगभग 5 लीटर दूध का उत्पादन करता है। मवेशी अच्छे दूध देने वाले और भारत के सबसे महत्वपूर्ण दोहरे उद्देश्य वाले मवेशी हैं।</p>\r\n\r\n<p><strong>गाय के दूध के फायदे</strong></p>\r\n\r\n<p><strong>हड्डियों और मांसपेशियों :-</strong> गाय का दूध वास्तव में कैल्शियम द्वारा हमारी हड्डियों में सुधार करता है। पशु की हड्डियों के टूटने पर पशु प्रोटीन एसिड का उत्पादन करते हैं, और कैल्शियम एक उत्कृष्ट एसिड न्यूट्रलाइज़र है। उस के ऊपर संतृप्त वसा, सोडियम और कोलेस्ट्रॉल की मदद से ढेर लगाना। कैल्शियम की पर्याप्त मात्रा की उपस्थिति के कारण, गाय का दूध हड्डी और मांसपेशियों के विकास और रखरखाव से अत्यधिक जुड़ा हुआ है। नियमित रूप से गाय का दूध पीने से आपकी कोर ताकत बढ़ाने में मदद मिलती है और इस प्रकार, ऑस्टियोपोरोसिस और ऑस्टियोआर्थराइटिस के जोखिम को रोकता है। गुणवत्ता वाले प्रोटीन के अलावा, गाय का दूध कैल्शियम, विटामिन डी, फास्फोरस और मैग्नीशियम से भरा होता है। इन आवश्यक पोषक तत्वों का संयोजन आपके शरीर के समग्र विकास के लिए अत्यधिक फायदेमंद है।</p>\r\n\r\n<p><strong>मस्तिष्क:-</strong> दूध एक आवश्यक मस्तिष्क-भोजन है। इसमें विटामिन बी की प्रचुरता होती है, जो आपकी नसों को शांत करने और एक उचित नींद चक्र को बनाए रखने में मदद करता है। विटामिन बी 12 आपकी स्मरण शक्ति और तेज को बेहतर बनाने के लिए जाना जाता है। यह एक बढ़ते बच्चे के समग्र मस्तिष्क के विकास को बढ़ाने में विशेष रूप से महत्वपूर्ण है।</p>\r\n\r\n<p><strong>वजन कम करना: -</strong> इसकी अत्यधिक पोषक मूल्य और स्वस्थ वसा सामग्री के कारण गाय का दूध वजन घटाने के साथ जुड़ा हुआ है। यह बहुत तृप्त करने वाला है और अचानक भूख लगने से बचाता है। इसके अलावा, गाय का दूध शरीर के चयापचय में सुधार करने में मदद करता है और इसलिए वजन बढ़ने से रोकता है।</p>\r\n\r\n<p><strong>ह्रदय:-</strong> गाय का दूध कई आवश्यक पोषक तत्वों से भरा होता है और इसे व्यापक रूप से हीलिंग फूड माना जाता है। इसमें समृद्ध वसा, कैल्शियम, फास्फोरस, पोटेशियम होता है जो उच्च रक्तचाप को विनियमित करने और बनाए रखने में मदद करता है। इसमें एक महत्वपूर्ण एसिड भी होता है जिसे कंज्यूगेटेड लिनोलेइक एसिड (सीएलए) कहा जाता है जो खराब कोलेस्ट्रॉल के विकास को कम करने में सहायक होता है, और इस प्रकार, यह आपके दिल को स्वस्थ रखता है।</p>\r\n', NULL, 18, NULL, 'description', 1),
(220, '<p>मुर्गी एक प्रकार का घरेलू पक्षी है, जो लाल जंगल पक्षी की उप-प्रजाति है। वे सबसे आम और व्यापक घरेलू जानवरों में से एक हैं। दुनिया में किसी भी अन्य पक्षी या पालतू पक्षी की तुलना में अधिक मुर्गियां हैं। मनुष्य मुख्य रूप से मुर्गियों को भोजन (उनके मांस और अंडे दोनों का सेवन) के स्रोत के रूप में रखता है।</p>\r\n\r\n<p>मुर्गियां कई आकारों और रंगों में आती हैं। वे अंडे देते हैं जो कि शुद्ध सफेद रंग से लेकर गहरे भूरे रंग तक, जैतून के हरे रंग के, धब्बेदार हो सकते हैं। एक वर्ष में एक वयस्क मादा झीलों के अंडों की संख्या 365 या दिन में एक से भिन्न नहीं होती है।</p>\r\n\r\n<p>अधिकांश मुर्गे बढ़ते घास को खाना पसंद करते हैं, जैसे तिपतिया घास, एक प्रकार का अनाज, और केंटकी ब्लूग्रास। वे सभी प्रकार के व्यापक-घास वाले खरपतवार खाते हैं। वे बढ़ती युक्तियों के साथ-साथ इन पौधों के बीज भी खाते हैं। मुर्गियां सभी प्रकार के केंचुआ, कीड़े और कीड़े भी खाती हैं। अंत में, उन्हें रेत और / या मोटे गंदगी जैसे थोड़ा धैर्य खाने की जरूरत है।</p>\r\n\r\n<p>छोटे खेत के मुर्गियां भी फार्म हाउस से खाना खाती हैं। इसमें बीन्स, लहसुन, कच्चे आलू, प्याज और साइट्रस के अलावा कुछ भी शामिल हो सकता है। आप उन्हें बीन्स, लहसुन और प्याज खिला सकते हैं, लेकिन अंडे का स्वाद फंकी हो सकता है। कच्चा आलू मुर्गियों के लिए जहरीला हो सकता है। मुर्गियों को स्टायरोफोम की महत्वपूर्ण मात्रा खाने के लिए पर्याप्त गूंगा किया जाता है यदि इसे उपयोग करने की अनुमति दी जाती है, और पाइन शेविंग्स पर कुछ चबाना जो उनके कूड़े के रूप में कार्य करते हैं। आपको यह भी सुनिश्चित करना होगा कि वे वह नहीं खाएं जो वे नहीं करना चाहते हैं।</p>\r\n\r\n<p><strong>ब्रॉयलर:-</strong> मुर्गी की आधुनिक किस्में जैसे कोर्निश क्रॉस, विशेष रूप से मांस उत्पादन के लिए नस्ल की जाती हैं, जिसमें पशु द्वारा उत्पादित मांस से फ़ीड के अनुपात पर जोर दिया जाता है। अमेरिका में खायी जाने वाली मुर्गी की सबसे आम नस्लें कोर्निश और व्हाइट रॉक हैं। भोजन के लिए विशेष रूप से उठाए गए मुर्गियों को ब्रॉयलर कहा जाता है। यह 7 सप्ताह में 2.1 से 2.2 किलोग्राम वजन प्राप्त करता है।</p>\r\n\r\n<p><strong>CARI SHYAMA (कड़कनाथ क्रॉस):-</strong> इसे स्थानीय रूप से &quot;कालामासी&quot; के रूप में जाना जाता है जिसका अर्थ है काले मांस वाला मांस।&nbsp;चूजों का रंग काला होता है, जो पीछे की ओर अनियमित अंधेरे धारियों के साथ काले रंग का होता है।<br />\r\nइस नस्ल का मांस हालांकि काला और देखने में प्रतिकारक होता है, लेकिन इसे न केवल नाजुकता बल्कि औषधीय महत्व का माना जाता है। मांस और अंडे को प्रोटीन का एक समृद्ध स्रोत (मांस में 25.47%) और लोहा माना जाता है। 20 सप्ताह में इसका वजन 920 ग्राम होता है और सालाना 105 अंडे का उत्पादन होता है।</p>\r\n\r\n<p><strong>CARI NIRBHEEK (Aseel Cross):&nbsp;-</strong> असील का शाब्दिक अर्थ वास्तविक या शुद्ध है। Aseel अपनी सुस्ती, उच्च सहनशक्ति, राजसी ठाठ और कुत्तों से लड़ने वाले गुणों के लिए जाना जाता है। एसेल नाम प्रतीत होता है कि इस देशी नस्ल को दिया गया है क्योंकि यह लड़ाई के अंतर्निहित गुणों के कारण है। मानक वजन 3 से 4 किलोग्राम&nbsp;नर के लिए और 2 से 3 किलोग्राम&nbsp;मादा के लिए&nbsp;होता है। यौन परिपक्वता का समय&nbsp;196 दिन तथा&nbsp;वार्षिक अंडे का उत्पादन 92 अंडे (संख्या) के साथ होता है।</p>\r\n', NULL, 20, NULL, 'description', 1),
(224, '<p>केले का पौधा सबसे बड़ा शाकाहारी फूल पौधा है। केले के पौधे के सभी उपरी भाग &nbsp;मे&nbsp;उगते हैं जिसे आमतौर पर &quot;कॉर्म&quot; कहा जाता है। केले मिट्टी की एक विस्तृत विविधता में विकसित होते हैं, जब तक कि मिट्टी कम से कम 60 सेंटीमीटर (2.0 फीट) गहरी,&nbsp;अच्छी जल निकासी,&nbsp;और ठोस नहीं होती है। जब एक केले का पौधा परिपक्व होता है, तो कॉर्म नई पत्तियों का उत्पादन बंद कर देता है और फूल स्पाइक या पुष्पक्रम बनाना शुरू कर देता है। एक स्टेम विकसित होता है जो स्यूडोस्टेम के अंदर बढ़ता है ।</p>\r\n\r\n<p>केला फल केले के दिल से विकसित होता है, एक बड़े लटके क्लस्टर में, टियर (जिसे &quot;हाथ&quot; कहा जाता है) से बना होता है, जिसमें 20 फल से लेकर टियर तक होता है। हैंगिंग क्लस्टर को एक गुच्छा के रूप में जाना जाता है, जिसमें 3&ndash;20 टीयर होते हैं, या व्यावसायिक रूप से एक &quot;केले के तने&quot; के रूप में, और 30-50 किलोग्राम&nbsp;वजन कर सकते हैं।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते</strong></p>\r\n\r\n<p>केला मूल रूप से एक उष्णकटिबंधीय फसल है, 13 0C - 38 0C के तापमान रेंज में अच्छी तरह से बढ़ता है। भारत में इस फसल की खेती आर्द्र उष्णकटिबंधीय से लेकर शुष्क हल्की सूक्ष्मता से लेकर दादनी जैसी उपयुक्त किस्मों के चयन से जलवायु में की जा रही है। केले की सामान्य वृद्धि 18 0C से शुरू होती है, 27 0C पर इष्टतम तक पहुंचती है, फिर गिरावट आती है और 38 0C पर रुक जाती है। अधिक तापमान सूरज की तपिश का कारण बनता है। उच्च वेग वाली हवा, जो 80 किमी से अधिक की हो, फसल को नुकसान पहुंचाती है।</p>\r\n\r\n<p>केले के लिए मिट्टी में अच्छी जल निकासी, पर्याप्त उर्वरता और नमी होनी चाहिए। केले की खेती के लिए 6-7.5 के बीच ph&nbsp;युक्त गहरी, बलुई मिट्टी को सबसे ज्यादा पसंद किया जाता है। खराब सूखा, खराब वातित और पोषण की कमी वाली मिट्टी केला के लिए उपयुक्त नहीं हैं। केला की खेती के लिए लवणीय ठोस, शांत मिट्टी उपयुक्त नहीं है। कम बिछाने वाले क्षेत्रों की मिट्टी, बहुत ही रेतीली और भारी जल निकासी वाली काली कपास। एक मिट्टी जो बहुत अधिक अम्लीय नहीं है और बहुत क्षारीय नहीं है, जो उच्च नाइट्रोजन सामग्री, पर्याप्त फास्फोरस के स्तर और पर्याप्त मात्रा में पोटाश के साथ कार्बनिक पदार्थों से भरपूर है, केला के लिए अच्छा है।</p>\r\n\r\n<p><strong>केले की कुछ किस्म आमतौर पर पायी जाती है</strong></p>\r\n\r\n<p><strong>कैवेंडिश केला:</strong>&nbsp;यह स्थानीय किराने की दुकान या किसान बाजार में पाया जाने वाला &quot;विशिष्ट&quot; केले है। वे थोड़े मीठे हैं और एक मलाईदार बनावट है। उनके पकने के विभिन्न चरण होते हैं, हरे से पीले, भूरे रंग के धब्बों के साथ पीले रंग के। वे पूरे मध्य अमेरिका में विकसित हुए हैं, और उनका उत्पादन इन क्षेत्रों की अर्थव्यवस्थाओं के लिए आवश्यक है।</p>\r\n\r\n<p><strong>पिसांग राजा:</strong> पिसांग राजा केले इंडोनेशिया में लोकप्रिय हैं। पीले से नारंगी रंग की विशेषता के साथ, वे एक चिकनी और मलाईदार स्थिरता के साथ शहद-स्वाद वाले कस्टर्ड की तरह स्वाद लेते हैं। वे कैवेंडिश केले की तुलना में थोड़े छोटे हैं, जिनकी लंबाई चार से छह इंच है।</p>\r\n\r\n<p><strong>लाल केला: </strong>जैसा कि उनके नाम से पता चलता है, लाल केले में लाल-बैंगनी रंग की त्वचा होती है। उनके पास हल्के गुलाबी रंग का मांस है और कैवेंडिश केले की तुलना में बहुत मीठा और नरम है। उनके पास एक मामूली रास्पबेरी स्वाद भी है जो उन्हें बिल्कुल अनूठा बनाता है।</p>\r\n\r\n<p><strong>मंज़ानो केला:</strong> मंज़ानो केला कडवेन्डिश केले की तुलना में मीठा होता है जिसमें कुरकुरे सेब-स्ट्रॉबेरी स्वाद होता है। वे मध्य और दक्षिण अमेरिका, कैरेबियन और मैक्सिको में विकसित हुए। वे छोटे और गोल-मटोल होते हैं, जो पीले रंग की खाल के बारे में सोचते हैं जो पूरी तरह से पकने पर काले हो जाते हैं।</p>\r\n\r\n<p><strong>बुरो केला:</strong> बुरो केलों में एक लीनियर और टैंगी स्वाद होता है, जो उन्हें केले के सबसे अनूठे प्रकारों में से एक बनाता है। वे कैवेंडिश केले की तुलना में एक चापलूसी, छोटे और अधिक चौकोर आकार हैं। मांस मलाईदार सफेद या पीला होता है और केंद्र में कुछ दृढ़ता के साथ नरम होता है।</p>\r\n\r\n<p><strong>बारंगन केले:</strong> छोटे काले डॉट्स के साथ पीले, बारंगन केले में एक मीठा, हल्का स्वाद होता है। मांस बिना बीज वाला सफेद होता है। यह एक लोकप्रिय किस्म है और इसे उष्णकटिबंधीय क्षेत्रों में कई क्षेत्रों में मिठाई के रूप में खाया जाता है।</p>\r\n\r\n<p><strong>गोल्डफिंगर केला:</strong> गोल्डफिंगर केला सबसे पहले होंडुरास में वैज्ञानिकों की एक टीम द्वारा कीट-प्रतिरोधी केले के रूप में उगाया गया था। इसे तब पकाया जा सकता है जब हरे और पूरी तरह से पकने के बाद कच्चा खाया जाए। यह कैवेंडिश केला के समान है, इसके संभावित उद्देश्य के लिए अधिक अतिसंवेदनशील-से-रोग विविधता को प्रतिस्थापित करना है।<br />\r\n&nbsp;<br />\r\n<strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>काली पत्ती की लकीर:</strong> पत्तियों के नीचे या सबसे ऊपर लाल / भूरे रंग के धब्बे या धब्बे होते हैं; अंधेरे या पीले रंग की सीमा और ग्रे केंद्र के साथ स्पॉट; पत्ती की सतह की मौत; गुच्छा विकसित नहीं हो रहा है।</p>\r\n\r\n<p><strong>कॉर्डाना लीफ स्पॉट</strong>: प्रारंभ में निचली पत्तियां अंडाकार आकार के पीले या पीले भूरे रंग के धब्बे दिखाती हैं। रोग की प्रगति के रूप में, धब्बों के केंद्रीय मृत भूरा क्षेत्र को गाढ़ा क्षेत्रीकरण द्वारा कवर किया जाता है जो एक पीले प्रभामंडल से घिरा होता है। अलग-अलग स्पॉट बड़े नेक्रोटिक क्षेत्र बनाने के लिए एक साथ जुड़ सकते हैं।</p>\r\n\r\n<p><strong>पनामा रोग (फ्यूजेरियम विल्ट):</strong> कवक जड़ों को संक्रमित करता है और जाइलम वाहिकाओं के अंदर विकसित होता है जो बदले में पोषक तत्वों और पौधों को पानी के प्रवाह को अवरुद्ध करता है। हम खुलने वाले प्रकंदों और स्यूडोस्टेम को काटकर संवहनी ऊतक के लाल भूरे रंग के मलिनकिरण को देख सकते हैं।</p>\r\n\r\n<p><strong>केले का जीवाणु विल्ट:</strong> संक्रमित पौधे पीले पत्ते दिखाते हैं जो बाद में भूरे रंग के हो जाते हैं और मर जाते हैं। यदि संक्रमण फसल के बाद के चरण में होता है, तो पुरुष कलियाँ सूखी सड़ांध और कालापन प्रदर्शित करती हैं। समय से पहले फल का असमान पकना। संक्रमित फल लुगदी में जंग खाए भूरा मलिनकिरण दिखाते हैं। संक्रमित हिस्से कटने के बाद पीले बैक्टीरिया को छोड़ देते हैं।</p>\r\n', NULL, 23, NULL, 'description', 1);
INSERT INTO `contents` (`id`, `description`, `resource_id`, `document_id`, `topic_id`, `content_type`, `position`) VALUES
(225, '<p>वर्मीकम्पोस्टिंग, या वर्म कम्पोस्टिंग, रसोई के स्क्रैप और अन्य हरे कचरे को एक समृद्ध उत्पाद में बदल देता है। यह न केवल पोषक तत्वों से भरपूर है, बल्कि यह उन सूक्ष्मजीवों से भी भरा हुआ है जो स्वस्थ मिट्टी का निर्माण और रखरखाव करते हैं।</p>\r\n\r\n<p>वर्मीकम्पोस्ट (वर्मी-कम्पोस्ट) विभिन्न प्रजातियों के कीड़ों, आमतौर पर लाल विग्लगर्स, सफेद कृमियों और अन्य केंचुओं का उपयोग करते हुए अपघटन प्रक्रिया का उत्पाद है, जो कि सड़ने वाली सब्जी या खाद्य अपशिष्ट, बिस्तर सामग्री और वर्मीस्टैस्ट का मिश्रण तैयार करता है। इस प्रक्रिया को वर्मीकम्पोस्टिंग कहा जाता है, जबकि इस उद्देश्य के लिए कीड़े के पालन को वर्मीकल्चर कहा जाता है। वर्मीकास्ट केंचुए द्वारा कार्बनिक पदार्थों के टूटने का अंतिम उत्पाद है। इन कास्टिंग में वर्मीकम्पोस्टिंग से पहले कार्बनिक पदार्थों की तुलना में प्रदूषण के कम स्तर और पोषक तत्वों की अधिक संतृप्ति को दिखाया गया है। वर्मीकम्पोस्ट में पानी में घुलनशील पोषक तत्व होते हैं और यह एक उत्कृष्ट, पोषक तत्वों से भरपूर जैविक उर्वरक और मृदा कंडीशनर है। इसका उपयोग खेती और छोटे पैमाने पर टिकाऊ, जैविक खेती में किया जाता है।</p>\r\n\r\n<p>कंपोस्टिंग सिस्टम में उपयोग किए जाने वाले सबसे आम कीड़े, रेडवर्म 15-25 0C के तापमान पर सबसे तेजी से फ़ीड करते हैं। वे 10 0C पर जीवित रह सकते हैं। 30 0C से अधिक तापमान उन्हें नुकसान पहुंचा सकता है। इस तापमान रेंज का मतलब है कि रेडवर्म के साथ इनडोर वर्मीकम्पोस्टिंग सभी लेकिन उष्णकटिबंधीय जलवायु में संभव है। अन्य कीड़े जैसे पेरिओनेक्स एक्सैलाटस गर्म जलवायु के लिए उपयुक्त हैं। यदि एक कीड़ा बिन बाहर रखा जाता है, तो इसे सीधे धूप से दूर एक आश्रय की स्थिति में रखा जाना चाहिए और सर्दियों में ठंढ के खिलाफ अछूता होना चाहिए।</p>\r\n\r\n<p>वर्मी कम्पोस्ट तरल रूप में भी वर्मी वॉश प्रदान करता है। इसे वर्मी बेड की नाली द्वारा इकट्ठा किया जा सकता है।</p>\r\n\r\n<p><strong>वर्मी कम्पोस्ट के फायदे</strong></p>\r\n\r\n<ol>\r\n	<li>मिट्टी को पोषक तत्व प्रदान करता है |</li>\r\n	<li>मिट्टी की संरचना में सुधार करता है |</li>\r\n	<li>मिट्टी की भारी मिट्टी के वातन और आंतरिक जल निकासी में सुधार |</li>\r\n	<li>रेतीली मिट्टी की जल धारण क्षमता बढ़ाता है |</li>\r\n	<li>कई लाभकारी बैक्टीरिया प्रदान करता है |</li>\r\n</ol>\r\n', NULL, 24, NULL, 'description', 1),
(226, '<p>केंचुआ एक स्थलीय अकशेरूकीय है। वे दुनिया भर में होते हैं जहां मिट्टी का पानी और तापमान की अनुमति होती है। केंचुए आमतौर पर मिट्टी में पाए जाते हैं, विभिन्न प्रकार के कार्बनिक पदार्थ खाते हैं। इस कार्बनिक पदार्थ में पादप पदार्थ, जीवित प्रोटोजोआ, रोटिफ़र्स, नेमाटोड, बैक्टीरिया, कवक और अन्य सूक्ष्मजीव शामिल हैं। केंचुआ का पाचन तंत्र उसके शरीर की लंबाई को चलाता है। यह अपनी त्वचा के माध्यम से प्रतिक्रिया करता है। इसमें कोइलोमिक फ्लुइड से बना एक डबल ट्रांसपोर्ट सिस्टम है जो फ्लुइड से भरे कोइलोम और सरल, क्लोज्ड सर्कुलेटरी सिस्टम में चलता है। इसमें एक केंद्रीय और परिधीय तंत्रिका तंत्र है। इसके केंद्रीय तंत्रिका तंत्र में मुंह के ऊपर दो गैन्ग्लिया होते हैं, दोनों तरफ से एक होता है, जो प्रत्येक खंड में मोटर न्यूरॉन्स और संवेदी कोशिकाओं के साथ-साथ चलने वाली तंत्रिका से जुड़ा होता है। बड़ी संख्या में केमोसेप्टर्स इसके मुंह के पास केंद्रित होते हैं। परिधि और अनुदैर्ध्य मांसपेशियों के प्रत्येक खंड को चीरते हुए कृमि चलते हैं। मांसपेशियों के समान सेट आंत को पंक्तिबद्ध करते हैं, और उनके कार्य भोजन को पचाने वाले कृमि के गुदा की ओर बढ़ते हैं।</p>\r\n\r\n<p>केंचुए हेर्मैफ्रोडाइट्स होते हैं: प्रत्येक नर और मादा यौन अंगों को तराशता है। अकशेरूकीय के रूप में, उनके पास एक सच्चे कंकाल की कमी होती है, लेकिन उनकी संरचना को तरल पदार्थ से भरे कोइलोम कक्षों के साथ बनाए रखते हैं जो कि जल-विज्ञान कंकाल के रूप में कार्य करते हैं।</p>\r\n\r\n<p><strong>जलवायु:</strong> केंचुआ गतिविधि के लिए निम्न तापमान सीमा ~ 5 &deg; C या उससे कम हो सकती है, जो प्रजातियों और जनसंख्या&nbsp;पर निर्भर करती है। कूलर जलवायु क्षेत्रों से कई सामान्य केंचुए की प्रजातियां आमतौर पर 2-4 0C&nbsp;से अधिक तापमान पर सक्रिय होती हैं। तापमान और नमी&nbsp;भी महत्वपूर्ण है&nbsp;उच्च नमी और मध्यम तापमान पर&nbsp;भ्रूण की अधिकतम वृद्धि दर देखी, लेकिन प्रजनन परिपक्वता के बाद, मध्यम / उच्च नमी और कम तापमान में अधिकतम वृद्धि और उत्तरजीविता हुई।</p>\r\n\r\n<p><strong>केंचुओं&nbsp;की कुछ किस्म आमतौर पर पायी जाती है।</strong></p>\r\n\r\n<p><strong>एनेमिक केंचुआ:</strong> प्राचीन यूनानी भाषा में &quot;एनिक&quot; शब्द का अर्थ &quot;पृथ्वी से ऊपर&quot; है। इस श्रेणी में कीड़े जमीन में ऊर्ध्वाधर सुरंग बनाते हैं, लेकिन उनका प्राथमिक भोजन स्रोत मिट्टी के ऊपर क्षय होता है। महारानी के साइंस कॉलेज बायोइनफॉरमैटिक्स इन्फ्रास्ट्रक्चर फैसिलिटी के अनुसार, आप अक्सर गंदगी के चारित्रिक टीलों, जिसे &quot;मिडेंस&quot; कहा जाता है, के लिए एक खतरनाक केंचुए द्वारा बनाए गए एक बूर की पहचान कर सकते हैं। नाइटक्रेलर कई केंचुआ प्रजातियों में से एक है जिसे एनेमिक के रूप में वर्गीकृत किया गया है।</p>\r\n\r\n<p><strong>एंडोगेइक केंचुए:</strong> एंडोगेइक का अर्थ ग्रीक में &quot;पृथ्वी के भीतर&quot; है। कोलोराडो स्टेट यूनिवर्सिटी एक्सटेंशन के अनुसार, इस तरह की मिट्टी की सतह पर आने वाले एकमात्र समय के कीड़े तब आते हैं, जब मिट्टी की सतह पर अधिक बारिश होती है, तो यह नाम निश्चित रूप से उपयुक्त है। वे भूमिगत फैलाव का निर्माण करते हैं, हालांकि संरचनाएं आमतौर पर केवल अस्थायी होती हैं। उनके आहार में कार्बनिक पदार्थ होते हैं जो पहले से ही मिट्टी के नीचे और मिश्रित होते हैं। वे विभिन्न पारिस्थितिक तंत्रों और कृषि उद्यमों का एक प्रमुख घटक हैं क्योंकि वे मिट्टी को संसाधित करते हैं और समृद्ध करते हैं जैसे वे खाते हैं। हरा कीड़ा&nbsp;एक अंतर्जात प्रजाति है जो आमतौर पर पूरे यूनाइटेड किंगडम में पाई जाती है।</p>\r\n\r\n<p><strong>एपिगेइक केंचुए:</strong> एपिजिक ग्रीक के लिए &quot;पृथ्वी पर&quot; है। इस श्रेणी के केंचुए भूमिगत भूमिगत चबूतरे का निर्माण नहीं करते हैं। इसके बजाय वे&nbsp;अपना अधिकांश जीवन सतह से ऊपर व्यतीत करते हैं। एनीमिक कृमियों की तरह, ये भी क्षय और मृत कार्बनिक पदार्थों के एक आहार पर जीवित रहते हैं जो जमीन में बिखरे हुए हैं। खाद कीड़े और खाद कीड़े दोनों इस श्रेणी के सदस्य हैं। एपिजीक केंचुओं के आंतरिक सूक्ष्मजीवों के साथ घनिष्ठ सहजीवन संबंध हैं जो उन्हें बड़ी मात्रा में अपशिष्ट पदार्थ को संसाधित करने में मदद करते हैं।</p>\r\n\r\n<p><strong>केंचुओं के लाभ</strong></p>\r\n\r\n<ol>\r\n	<li>&nbsp;केंचुए मिट्टी के माध्यम से हवा में पौधे की जड़ों तक पहुंचने के लिए जगह बनाते हैं।</li>\r\n	<li>केंचुए ऐसी सुरंगें बनाते हैं जो बारिश और सिंचाई के पानी को मिट्टी में घुसने देती हैं।</li>\r\n	<li>केंचुए पौधों को जड़ से उखाड़ने वाली कठोर मिट्टी को तोड़ देते हैं। केंचुए मिट्टी में 6 फीट तक गहरे तक डूब सकते हैं।</li>\r\n	<li>केंचुए नाइट्रोजन, फास्फोरस और पोटेशियम की मात्रा से 5 से 11 गुना अधिक मात्रा में मलमूत्र या कास्टिंग को छोड़ देते हैं।</li>\r\n	<li>जब केंचुए अपने प्रोटीन युक्त शरीर को मर जाते हैं तो नाइट्रोजन उर्वरक को मिट्टी में वापस कर देते हैं।</li>\r\n	<li>केंचुआ पाचक रस मिट्टी को समृद्ध करता है।</li>\r\n</ol>\r\n', NULL, 25, NULL, 'description', 1),
(227, '<p>मूंगफली व्यापक रूप से उष्णकटिबंधीय और उपोष्णकटिबंधीय में उगाई जाती है, जो छोटे और बड़े वाणिज्यिक उत्पादकों दोनों के लिए महत्वपूर्ण है। यह एक अनाज की फलियों के रूप में वर्गीकृत किया जाता है और, इसकी उच्च तेल सामग्री, एक तेल फसल के कारण। मूंगफली की फली जमीन के बजाय भूमिगत (जियोकार्पी) विकसित करती है।</p>\r\n\r\n<p>मूंगफली को कई अन्य स्थानीय नामों से जाना जाता है, जैसे बकरी के मटर, अजवाइन नट और सुअर नट । अपने नाम और उपस्थिति के बावजूद, मूंगफली एक अखरोट नहीं है, बल्कि एक फलियां है।</p>\r\n\r\n<p><strong>मूंगफली की कुछ किस्म आमतौर पर पायी जाती है</strong></p>\r\n\r\n<p><strong>गिरनार -2</strong>: उच्च इनपुट उपयोग के साथ एक वर्जीनिया गुच्छा किस्म में व्यावसायिक खेती के लिए जारी की गई |&nbsp;</p>\r\n\r\n<p><strong>राज मुंगफली 3 (आरजी 559-3)</strong>: राज मुंगफली 3 (आरजी 559) उच्च उपज वाली वर्जीनिया मूंगफली की किस्म है।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते</strong>&nbsp;</p>\r\n\r\n<p>फसल को 500 मिमी की न्यूनतम वर्षा और 1,250 मिमी की अधिकतम वर्षा वाले स्थानों में सफलतापूर्वक उगाया जा सकता है। फसल के फूल और पेगिंग के दौरान वर्षा को अच्छी तरह से वितरित किया जाना चाहिए। मूंगफली ठंढ, लंबे और गंभीर सूखे या पानी के ठहराव को बर्दाश्त नहीं कर सकती।</p>\r\n\r\n<p>यह फसल रेतीली दोमट और दोमट मिट्टी और अच्छी जल निकासी वाली काली मिट्टी में सबसे अच्छी होती है। मूंगफली की खेती के लिए भारी और कड़ी मिट्टी अनुपयुक्त होती है क्योंकि इन मिट्टी में फली का विकास बाधित होता है।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>फफूंद</strong>: पत्ते की ऊपरी सतह पर कई धब्बे; पूरे सतत या असतत भागों विल्ट हो सकते हैं फली और उपजी फंगल स्केलेरोटिया में कवर हो जाते हैं।</p>\r\n\r\n<p><strong>चारकोल सड़ांध</strong>: मिट्टी की रेखा के करीब अंकुरों के तने पर पानी के घाव; घाव करधनी स्टेम और अंकुर को मारने; समान क्षेत्र में घाव पुराने पौधों में मौजूद हो सकते हैं; घाव शुरू में पानी से लथपथ होते हैं लेकिन भूरे रंग के होते हैं; यदि घाव तने को घिसते हैं, तो पौधे की गिल्टियाँ और शाखाएँ मर जाती हैं; जड़ों में शुरू होने वाले संक्रमण के कारण पत्तियां पीली और विल्ट हो जाती हैं और तनों को धुंधला कर देती हैं।</p>\r\n\r\n<p><strong>बेलनाकार काले सड़ांध</strong>: मुख्य स्टेम पर ले जाता है जो क्लोरोटिक और विलिंग को मोड़ते हैं; जब पूरी तरह से उच्च नमी के बाद पानी के तनाव की अवधि होती है, तो पूरा पौधे को बहुत तेजी से नष्ट हो जाता है; लाल-भूरे रंग के कवक निकायों के गुच्छे तने, खूंटे और फली पर होते हैं; जड़ें नष्ट; जड़ें काली और सिकुड़ गई।</p>\r\n\r\n<p><strong>Early leaf spot</strong>: पत्ती के पेटीओल्स, तने और खूंटे पर छोटे क्लोरोटिक निकलते हैं जो बड़े होकर रंग में बदल जाते हैं; पत्तियों की ऊपरी सतह पर घावों में आमतौर पर पीले प्रभामंडल होते हैं और पत्तियों के नीचे भूरा भूरा होता है।</p>\r\n\r\n<p><strong>कीड़े</strong>: पत्ते के आकार में अनियमित आकार के छेदों के लिए एकवचन, या बारीकी से वर्गीकृत परिपत्र; युवा लार्वा द्वारा भारी भोजन कंकालित पत्तियों की ओर जाता है; फल पर उथले, सूखे घाव; 50-150 अंडे के अंडे के गुच्छे पत्तियों पर मौजूद हो सकते हैं; अंडे के गुच्छे एक सफ़ेद पैमाने में ढंके होते हैं जो क्लस्टर को एक झक्की या फजी रूप देता है; युवा लार्वा हल्के पीले रंग में पीले रंग के होते हैं जबकि पुराने लार्वा आमतौर पर गहरे हरे और हल्के रंग के होते हैं जो उनके शरीर के किनारे और एक गुलाबी या पीले रंग के नीचे की तरफ दौड़ते हैं।<br />\r\n&nbsp;</p>\r\n', NULL, 6, NULL, 'description', 1),
(228, '<p>फसल एक पौधा या पशु उत्पाद है जिसे लाभ या निर्वाह के लिए बड़े पैमाने पर उगाया और काटा जा सकता है। ज्यादातर फसलों की खेती जमीन या जल मे की जाती है।&nbsp;</p>\r\n\r\n<p>अधिकांश फसलों को मनुष्यों के भोजन या पशुओं के चारे के रूप में काटा जाता है। कुछ फसलें जंगल (जैसे शहद, लकड़ी) से इकट्ठा की जाती हैं।</p>\r\n\r\n<p>गैर-खाद्य फसलों में बागवानी, फूलों की खेती और औद्योगिक फसलें शामिल हैं। बागवानी फसलों में अन्य फसलों (जैसे फलों के पेड़) के लिए इस्तेमाल होने वाले पौधे शामिल हैं। फूलों की खेती में बेड प्लांट्स, हाउसप्लांट्स, फ्लावरिंग गार्डन और पॉट प्लांट्स, कटे हुए साग और कटे हुए फूल शामिल हैं। औद्योगिक फसलों का उत्पादन कपड़ों (फाइबर फसलों), जैव ईंधन (ऊर्जा फसलों, शैवाल ईंधन), या दवा (औषधीय पौधों) के लिए किया जाता है।</p>\r\n\r\n<p><strong>फसलों के प्रकार</strong>&nbsp;</p>\r\n\r\n<p><strong>खरीफ फसलें</strong>: शब्द &quot;खरीफ&quot; शरद ऋतु के लिए अरबी है क्योंकि मौसम शरद ऋतु या सर्दियों की शुरुआत के साथ मेल खाता है। इन फसलों की खेती मानसून के मौसम में होती है, खरीफ की फसल का दूसरा नाम मानसून की फसल है। खरीफ का मौसम देश के हर राज्य में अलग-अलग होता है लेकिन आम तौर पर जून से सितंबर तक होता है। हम जून के आसपास मानसून के मौसम की शुरुआत में और सितंबर या अक्टूबर तक फसल बोते हैं। चावल, मक्का, बाजरा, रागी, सोयाबीन, मूंगफली, कपास सभी खरीफ की फसलें हैं।</p>\r\n\r\n<p><strong>रबी फसलें</strong>: &quot;रबी&quot; शब्द का अरबी अनुवाद वसंत है। इन फसलों के रूप में वसंत ऋतु में फसल इसलिए नाम। रबी सीजन आमतौर पर नवंबर में शुरू होता है और मार्च या अप्रैल तक रहता है। रबी की फसल की खेती मुख्य रूप से सिंचाई के माध्यम से होती है क्योंकि नवंबर तक मानसून पहले ही खत्म हो जाता है। वास्तव में, नवंबर या दिसंबर में बेमौसम बारिश फसल को बर्बाद कर सकती है। किसान शरद ऋतु की शुरुआत में बीज बोते हैं, जिसके परिणामस्वरूप वसंत फसल होती है। गेहूं, जौ, सरसों, और हरी मटर कुछ प्रमुख रबी फसलें हैं जो भारत में उगती हैं।</p>\r\n\r\n<p><strong>जाईद फसलें</strong>: मार्च से जुलाई के महीनों में खरीफ और रबी मौसम के बीच एक छोटा मौसम होता है। सामान्य तौर पर, जाईद की फसलें इस मौसम में उगने वाली फसलें हैं। इसके अलावा, ये सिंचित भूमि पर उगते हैं। इसलिए हमें उन्हें उगाने के लिए मानसून का इंतजार नहीं करना पड़ेगा। जायद की फसलों के कुछ उदाहरण कद्दू, ककड़ी, करेला हैं।<br />\r\n&nbsp;</p>\r\n', NULL, 14, NULL, 'description', 1),
(229, '<p>मछली जलीय कशेरुक जानवर होते हैं जिनमें गलफड़े होते हैं ये&nbsp;कशेरुक आंतरिक रीढ़ वाले जानवर हैं। अधिकांश मछलियों को उनके सामान्य शरीर के रूप में सुव्यवस्थित किया जाता है।अधिकांश मछलियों की प्रजातियाँ शीतल होती हैं।&nbsp;</p>\r\n\r\n<p>पत्तेदार साग मछली के लिए महान हैं, वे खनिज और विटामिन से भरे हुए हैं और वे प्राकृतिक पौधों के महान नकल हैं जो उनके आवास में पाए जाएंगे। पालक, काले, समुद्री शैवाल और लेटस कुछ विकल्प उपलब्ध हैं।</p>\r\n\r\n<p>फल और सब्जियां भी पोषक तत्वों से भरपूर होती हैं। आप अपनी मछलियों को उनमें सेब, नाशपाती, ब्रोकोली और मटर सहित कई तरह की चीजें खिला सकते हैं। कुछ फलों और सब्जियों को कच्चा खिलाया जा सकता है, लेकिन आमतौर पर आपको उन्हें अपने टैंक में रखने से पहले उन्हें भाप देना चाहिए या ब्लैंच करना चाहिए।</p>\r\n\r\n<p>लहसुन में आपकी मछली को स्वस्थ रखने के लिए एंटी-बैक्टीरियल गुण होते हैं। यह आपकी मछली की भूख भी बढ़ा सकता है। यदि इस कारण से इसका उपयोग किया जा रहा है तो आपको लहसुन को कुचल देना चाहिए और भोजन पर रस / तेल को रगड़ना चाहिए। वैकल्पिक रूप से आप इसे पिघला सकते हैं और इसे किसी भी घर के बने व्यंजनों में जोड़ सकते हैं।</p>\r\n\r\n<p>मछली की बहुत सारी प्रजातियाँ मछली खाना पसंद करती हैं। सबसे लोकप्रिय प्रकार के मछली भोजन में ट्राउट, सैल्मन, ट्यूना और कॉड शामिल हैं।</p>\r\n\r\n<p><strong>मछलियो की&nbsp;कुछ नस्ले है।</strong></p>\r\n\r\n<p><strong>कार्प:-</strong> यह एक मीठे पानी की मछली है जिसमें मोटे, सख्त मांस और बहुत सारी हड्डियाँ होती हैं। चूंकि मछली की हड्डियां छोटी होती हैं और उनमें अन्य जानवरों की तुलना में कम कैल्शियम होता है, इसलिए वे खाना पकाने के साथ नरम हो सकती हैं।</p>\r\n\r\n<p><strong>माही-माही (उर्फ डॉल्फिनफ़िश): -</strong>&nbsp;इसमें मीठे स्वाद वाले, नम, दृढ़-बनावट वाले, गुलाबी रंग के मांस और कम वसा वाली सामग्री (वजन से 1 प्रतिशत कम) होती है। पूरे माही-माही का औसत 3 से 11 किग्रा होता है और यह साल भर उपलब्ध रहता है, जिसमें इक्वाडोर सबसे स्थायी स्रोत माना जाता है।</p>\r\n\r\n<p><strong>रेड स्नैपर:-</strong> यह एक खारे पानी की मछली है जो अमेरिका के दक्षिण-पूर्वी तट से पाई जाती है। यह आमतौर पर त्वचा पर फिल्लेट के रूप में बेचा जाता है, यह दिखाने के लिए कि यह वास्तविक: असली लाल स्नैपर में लाल त्वचा और परतदार सफेद मांस होता है जो हल्के से मीठा होता है। औसत वजन 1 से 3 किलो है।</p>\r\n\r\n<p><strong>मछली के&nbsp;खाने कुछ फायदे है</strong></p>\r\n\r\n<ol>\r\n	<li>यह महत्वपूर्ण पोषक तत्वों से भरा हुआ है, जैसे कि प्रोटीन और विटामिन डी।</li>\r\n	<li>आपके दिल के दौरे और स्ट्रोक का खतरा कम हो सकता है।</li>\r\n	<li>विकास के दौरान महत्वपूर्ण पोषक तत्वों को शामिल करें।</li>\r\n	<li>मस्तिष्क स्वास्थ्य को बढ़ावा दे सकता है।</li>\r\n	<li>अवसाद को रोकने और उसका इलाज करने में मदद कर सकता है।</li>\r\n	<li>विटामिन डी का एक अच्छा आहार स्रोत।</li>\r\n	<li>ऑटोइम्यून बीमारियों के अपने जोखिम को कम कर सकते हैं।</li>\r\n	<li>बच्चों में अस्थमा को रोकने में मदद मिल सकती है।</li>\r\n	<li>बुढ़ापे में अपनी दृष्टि की रक्षा कर सकते हैं।</li>\r\n	<li>मछली नींद की गुणवत्ता में सुधार कर सकती है।</li>\r\n</ol>\r\n', NULL, 21, NULL, 'description', 1),
(230, '<p>पपीता एक छोटा, विरल रूप से शाखाओं वाला पेड़ है, आमतौर पर एक ही तना 5 से 10 मीटर (16 से 33 फीट) लंबा होता है, जिसमें सर्पिल रूप से व्यवस्थित पत्तियां ट्रंक के शीर्ष तक सीमित होती हैं। निचला ट्रंक स्पष्ट रूप से झुलसा हुआ है जहां पत्ते और फल पैदा हुए थे। पत्तियाँ बड़ी होती हैं, व्यास में 50-70 सेमी (20&ndash;28 इंच), होता&nbsp;हैं।&nbsp;फूल पांच भाग वाले और अत्यधिक मंदक वाले होते हैं; नर फूलों में पुंकेसर से जुड़े पुंकेसर होते हैं। मादा फूलों में एक बेहतर अंडाशय और पांच विपरीत पंखुड़ियाँ होती हैं जो आधार पर शिथिल रूप से जुड़ी होती हैं। नर और मादा फूल पत्ती के धुरों में पैदा होते हैं, और नर बहुमूत्र डाइचेसिया होते हैं, और मादा फूल कुछ फूलों वाले डिचीशिया में होते हैं। पराग कण लम्बी और लंबाई में लगभग 35 माइक्रोन हैं। फूल मधुर-सुगंधित होते हैं, रात में खुलते हैं, और पवन- या कीट-परागण होते हैं।</p>\r\n\r\n<p>फल एक बड़ा बेरी है जो लगभग 15-45 सेमी (5.9&ndash;17.7 इंच) लंबा और 10-30 सेमी (3.9&ndash;11.8 इंच) व्यास का होता है। यह पका हुआ होता है जब यह नरम (एक पके एवोकैडो या नरम के रूप में नरम) लगता है, और इसकी त्वचा को नारंगी रंग के लिए एक एम्बर प्राप्त हुआ है।</p>\r\n\r\n<p><strong>पपीता&nbsp;की कुछ किस्म आमतौर पर पायी जाती है&nbsp;</strong></p>\r\n\r\n<p><strong>पूसा ड्वार्फ:</strong> यह बौने पौधों और मध्यम आकार (1-2 किलोग्राम) अंडाकार फलों के साथ एक विविधतापूर्ण किस्म है। संयंत्र 25 से 30 सेमी ऊपर-जमीन के स्तर से असर शुरू करता है और तुलनात्मक रूप से सूखा हार्डी है। यह विविधता उच्च घनत्व वाले रोपण के लिए बहुत उपयुक्त है।</p>\r\n\r\n<p><strong>पूसा जायंट:</strong> पौधे मजबूत हवा के लिए जोरदार, मजबूत और सहनशील हैं। यह बड़े आकार के (2.5-3 किलोग्राम) फलों के साथ एक द्विअर्थी खेती है, जो कैनिंग उद्योग के लिए उपयुक्त है।</p>\r\n\r\n<p><strong>पूसा डिलीशियस:</strong> यह मध्यम-लम्बे पौधों के साथ एक गाइनोडायसिअस लाइन है, जो रोपण के 8 महीने बाद उपज शुरू होती है और इसमें अच्छी गुणवत्ता वाले फल&nbsp;होते हैं। फल मध्यम आकार (1-2 किलोग्राम) गहरे नारंगी रंग के होते हैं जिनमें उत्कृष्ट स्वाद होता है। यह एक टेबल उद्देश्य किस्म के रूप में उगाया जाता है।</p>\r\n\r\n<p><strong>CO.1:</strong> इसका चयन TNAU, कोयंबटूर द्वारा की गई खेती रांची से हुआ है। यह पौधा जमीन में 60-75 सेमी के भीतर पहला फल पैदा करता है। फल मध्यम आकार का, गोलाकार होता है, चिकनी हरी-पीली त्वचा, मांस नारंगी-पीला, मुलायम, दृढ़ होता है। यह अच्छी रखने-गुणवत्ता के साथ मध्यम रसदार है। फलों में आपत्तिजनक पपैन गंध व्यावहारिक रूप से अनुपस्थित है।</p>\r\n\r\n<p><strong>वाशिंगटन:</strong> यह एक टेबल उद्देश्य किस्म है। फल अंडाकार के लिए गोल होते हैं, कुछ बीज के साथ आकार में मध्यम-बड़े होते हैं। पके होने पर, त्वचा एक चमकदार पीले रंग को प्राप्त करती है। फलों का औसत वजन 1.5-2 किलोग्राम तक होता है। नर और मादा पौधे अलग-अलग होते हैं।</p>\r\n\r\n<p><strong>सोलो:</strong> फल गहरे गुलाबी गूदे और मीठे स्वाद के साथ छोटे होते हैं। किचन गार्डन के लिए बहुत बढ़िया।</p>\r\n\r\n<p><strong>रांची:</strong> यह बिहार की एक किस्म है और दक्षिण भारत में लोकप्रिय है। फल गहरे पीले गूदे और मीठे स्वाद वाले होते हैं।</p>\r\n\r\n<p><strong>ताइवान -785:</strong>&nbsp; यह पौधा जमीन में 60-75 सेमी के भीतर पहला फल पैदा करता है। फल मोटे नारंगी लाल मीठे गूदे वाले होते हैं। प्रत्येक वृक्ष एक वर्ष में 100-125 फल देता है। इसमें अच्छी गुणवत्ता और रोग को सहन करने वाला गुण होता है।</p>\r\n\r\n<p><strong>ताइवान -786:</strong> यह एक गाइनोडायोसियस किस्म है |&nbsp;फल स्वादिष्ट मीठे गूदे के साथ कुछ बीज होते हैं। पौधे जमीन के स्तर से 100 सेंटीमीटर ऊपर फल देने लगते हैं। फल का वजन 1-3 किलोग्राम के बीच होता है और इसमें उत्कृष्ट गुणवत्ता होती है।</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते&nbsp;</strong></p>\r\n\r\n<p>पपीता विभिन्न प्रकार की मिट्टी पर बढ़ सकता है, फिर भी सबसे अच्छी मिट्टी भारत में नदियों के किनारे और नदियों के किनारे पर गहरी, समृद्ध, जलोढ़ मिट्टी है। सबसे अच्छा प्रदर्शन 6.5 से 7.0 तक पीएच रेंज के साथ लगभग 15 सेंटीमीटर तक की समान बनावट के समृद्ध लोम पर देखा गया है।यह जलभराव के लिए अतिसंवेदनशील है, यहां तक ​​कि कुछ घंटों के लिए पेड़ के चारों ओर 2.5 सेमी पानी खड़े होने से पौधों को मारने की संभावना है।</p>\r\n\r\n<p>यह समुद्र तल से 1000 से 1200 मीटर की ऊंचाई तक अच्छी तरह से पनपता है। बीजों के अंकुरण के लिए इष्टतम तापमान लगभग 35 0C है और तापमान 23 0C से नीचे और 44 0C से ऊपर के बीज अंकुरण के लिए हानिकारक हैं। शुष्क वजन में वृद्धि के लिए इष्टतम रात का तापमान 17 0C और 30 0C के बीच है, जबकि अधिकतम अंकुर बढ़ाव के लिए, वही 30 0C रात का तापमान और 8 घंटे photoperiod के लिए लगभग 26 0C दिन का तापमान है।</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong><br />\r\n<strong>वायरस:</strong> पपीता रिंगस्पॉट वायरस फ्लोरिडा में पौधों के भीतर एक प्रसिद्ध वायरस है। वायरस के पहले लक्षण युवा पत्तियों की पीली और शिरा-साफ़ करने के साथ-साथ पीले रंग के पत्तों की पहचान कर रहे हैं। संक्रमित पत्तियां फफोले, खुरदरी या संकीर्ण हो सकती हैं, पत्तों के बीच से ब्लेड ऊपर की ओर चिपके रहते हैं। पेटीओल्स और तने गहरे हरे रंग की चिकना लकीर विकसित कर सकते हैं और समय के साथ छोटे हो जाते हैं। रिंगपोट्स गोलाकार, सी-आकार के निशान होते हैं जो फल की तुलना में गहरे हरे रंग के होते हैं। वायरस के बाद के चरणों में, निशान ग्रे और क्रस्टी बन सकते हैं। वायरल संक्रमण विकास को प्रभावित करते हैं और फल की गुणवत्ता को कम करते हैं। पपीते पर वायरल इंफेक्शन का सबसे बड़ा प्रभाव स्वाद में है।</p>\r\n\r\n<p><strong>कवक:</strong> यह&nbsp;एन्थ्रेक्नोज को विशेष रूप से पपीते, विशेष रूप से परिपक्व फलों पर हमला करने के लिए जाना जाता है। रोग बहुत कम संकेतों के साथ शुरू होता है, जैसे कि फल पकने पर पानी से लथपथ स्पॉट। धब्बे धँसा हो जाते हैं, भूरे या काले हो जाते हैं, और बड़े हो सकते हैं। कुछ पुराने स्थानों में, कवक गुलाबी बीजाणुओं का उत्पादन कर सकते हैं। फल मुलायम होने के साथ समाप्त हो जाता है और एक बंद स्वाद होता है क्योंकि कवक फल में बढ़ता है।</p>\r\n\r\n<p>कवक पाउडर फफूंदी पत्ती की सतह पर एक सतही सफेद उपस्थिति के रूप में होती है जिसमें यह आसानी से पहचाना जाता है। पत्ती की निचली सतहों पर छोटे, हल्के पीले धब्बे शुरू हो जाते हैं क्योंकि बीमारी अपना रास्ता बनाना शुरू कर देती है। पत्तियों पर धब्बे बड़े होते हैं और सफेद चूर्ण बढ़ता है। संक्रमण आमतौर पर सफेद पत्ती के विकास के रूप में ऊपरी पत्ती की सतह पर दिखाई देता है। पाउडर फफूंदी अन्य बीमारियों की तरह गंभीर नहीं है।</p>\r\n\r\n<p><strong>कीट:&nbsp;</strong>पपीता फल मक्खी फल के अंदर अपने अंडे देती है, संभवतः 100 या अधिक अंडे तक। अंडे आमतौर पर 12 दिनों के भीतर आते हैं जब वे फल के बीज और आंतरिक भागों पर खिलाना शुरू करते हैं। जब लार्वा आमतौर पर रची जाने के 16 दिन बाद परिपक्व होता है, तो वे फल से बाहर निकलकर जमीन पर गिर जाते हैं, और एक से दो सप्ताह के भीतर परिपक्व मक्खियों के रूप में उभरने के लिए मिट्टी में जमा होते हैं। संक्रमित पपीता पीला हो जाता है और पपीते के फल मक्खी द्वारा संक्रमण के बाद जमीन पर गिर जाता है।</p>\r\n\r\n<p>दो-धब्बेदार मकड़ी घुन एक 0.5 मिमी लंबा भूरा या नारंगी-लाल या एक हरा, हरा-पीला पारभासी अंडाकार कीट है। वे सभी सुई की तरह छेदने वाले चूसने वाले मुखर होते हैं और पौधे के ऊतक को अपने मुख से छेद करते हैं, आमतौर पर पौधे के नीचे की तरफ। मकड़ी के कण मेजबान पौधे पर बद्धी के बारीक धागे को घुमाते हैं, और जब वे सैप को निकालते हैं, तो मेसोफिल ऊतक ढह जाता है और दूध पिलाने वाली जगहों पर एक छोटा क्लोरोटिक स्पॉट बनता है। पपीते के फल की पत्तियाँ पीली, स्लेटी या कांसे की होती हैं। यदि मकड़ी के कण नियंत्रित नहीं होते हैं, तो वे फल की मृत्यु का कारण बन सकते हैं।</p>\r\n', NULL, 22, NULL, 'description', 1),
(234, '<p>बकरी पशु स्तनपायी&nbsp;परिवार और उपपरिवार कैप्रिना का सदस्य है, जिसका अर्थ है कि यह भेड़ से निकटता से संबंधित है। बकरी की 300 से अधिक अलग-अलग नस्लें हैं। बकरियां सबसे पुरानी पालतू जानवरों की प्रजातियों में से एक हैं, और दुनिया भर में दूध, मांस, फर और खाल के लिए इस्तेमाल की जाती हैं। बकरियों के दूध को अक्सर बकरी पनीर में बदल दिया जाता है।</p>\r\n\r\n<p>बकरियों को सब कुछ खाने के लिए जाना जाता है! वे उत्सुक हैं, इसलिए वे कार्डबोर्ड, टिन के डिब्बे - यहां तक ​​कि कपड़े खाने की कोशिश करेंगे! लेकिन स्वस्थ रहने के लिए, बकरियों को पौधे की सामग्री खाने की आवश्यकता होती है। बकरियां पेड़, झाड़ी, घास और अनाज जैसे पौधों को खाती हैं। गायों की तरह, पौधों की सामग्री को तोड़ने में मदद करने के लिए बकरियों का एक विशेष पेट होता है। बकरियों का पाचन तंत्र बहुत मजबूत होता है। वे कुछ जहरीले पौधे भी खा सकते हैं। कुछ बकरियां कैपीविड खाती हैं, जो अन्य जानवरों के लिए विषाक्त है।</p>\r\n\r\n<p>मटन या बकरी का मांस बहुत ज्यादा मांग में है और इसके ऊपर कोई धार्मिक वर्जना भी नहीं है। इसके अतिरिक्त बकरी का मांस दुबला मांस होता है और इसमें कोलेस्ट्रॉल की मात्रा कम होती है।</p>\r\n\r\n<p>छोटे और बड़े दोनों व्यवसाय के लिए बकरी सबसे अच्छा स्रोत है। इसे अन्य डेयरी की तुलना में काफी कम निवेश की आवश्यकता होती है। आमतौर पर 16 से 17 महीने की उम्र तक दूध देना शुरू हो जाता है।</p>\r\n\r\n<p><strong>बकरियों की कुछ नस्लें हैै</strong></p>\r\n\r\n<p><strong>जमुनापारी बकरी:-</strong> एक वयस्क नर बकरी का वजन 65kgs से 80kgs और महिला का वजन 45kgs से 60kgs के बीच होता है। उनके पास 2 से 2.5 किलोग्राम दूध / दिन उपज देने की क्षमता भी है।</p>\r\n\r\n<p><strong>मालाबारी बकरी:-</strong> यह दूध&nbsp;(कुल मिलाकर 65 kg) की तुलना में सबसे अच्छा मांस (31 - 39 kg) के लिये जाना जाता&nbsp;है।</p>\r\n\r\n<p><strong>बारबरी बकरी:-&nbsp;&nbsp;</strong>बारबरी बकरी की नस्लें मुख्य रूप से दूध और मांस के उद्देश्य से पाली&nbsp;जाती हैं। मादा बकरी का वजन&nbsp;35-45kgs &nbsp;तथा वयस्क नर बकरी का वजन 25- 35kgs. Barbari नस्ल का दूध 1/1.5 kg&nbsp;प्रति दिन देने की क्षमता होती है। वे&nbsp;बंटवारे में 2 - 3 बच्चे दे सकते हैं। इस प्रकार की बकरी की नस्लें आम तौर पर 12 - 15 महीने के अंतराल पर दो बार बच्चे पैदा करती हैं।</p>\r\n\r\n<p><strong>बोअर:</strong> यह बकरी की एक नस्ल है जो 1900 के दशक की शुरुआत में दक्षिण अफ्रीका में विकसित हुई थी और मांस उत्पादन के लिए एक लोकप्रिय नस्ल है। उनका नाम अफ्रीकी (डच) शब्द बोअर से लिया गया है, जिसका अर्थ किसान है।</p>\r\n\r\n<p><strong>बीटल:</strong> यह भारत के पंजाब क्षेत्र की एक नस्ल है और दूध और मांस उत्पादन के लिए पाकिस्तान का उपयोग किया जाता है। यह जमनापारी बकरी और मालाबारी बकरी के समान है। इसे लाहौरी बकरी के रूप में भी जाना जाता है; यह शरीर के बड़े आकार के साथ एक अच्छा दूध देने वाला माना जाता है। कान सपाट लंबे कर्ल और ड्रॉपिंग हैं। इन बकरियों की त्वचा उच्च गुणवत्ता वाली मानी जाती है, क्योंकि इसके बड़े आकार और महीन चमड़े जैसे कि कपड़े, जूते और दस्ताने बनाने के लिए इसकी चमड़ी उगाई जाती है। उपमहाद्वीप भर में स्थानीय बकरियों के सुधार के लिए बीटल बकरियों का व्यापक रूप से उपयोग किया गया है। इन बकरियों को भी स्टाल खिलाने के लिए अनुकूलित किया जाता है, इस प्रकार यह गहन बकरी पालन के लिए पसंद किया जाता है</p>\r\n\r\n<p><strong>सिरोही:</strong> यह एक दोहरे उद्देश्य वाली कॉम्पैक्ट, मध्यम से बड़े आकार की बकरी की नस्ल है जिसे मांस और दूध उत्पादन दोनों के लिए पाला जाता है। इस बकरी का नाम इसके वास्तविक प्रजनन पथ, राजस्थान के सिरोही जिले, भारत में रखा गया है। ऐसा माना जाता है कि इसे राजस्थान के रायका समुदाय द्वारा विकसित किया गया था जो लंबे समय से कई अन्य पशुधन नस्लों के विकास से जुड़ा हुआ है।</p>\r\n', NULL, 19, NULL, 'description', 1),
(236, '<p>खीरा लौकी परिवार,में व्यापक रूप से उगाया जाने वाला पौधा है। यह एक रेंगने वाली बेल है जो सब्जियों के रूप में इस्तेमाल होने वाले खीरे के फल को सहन करती है। ककड़ी की तीन मुख्य किस्में हैं: स्लाइसिंग, अचार और बीज रहित। इन किस्मों के भीतर, कई खेती की गई है। ककड़ी मूल रूप से दक्षिण एशिया की है, लेकिन अब अधिकांश महाद्वीपों पर बढ़ती है। वैश्विक बाजार में कई अलग-अलग प्रकार के खीरे का कारोबार किया जाता है।</p>\r\n\r\n<p>खीरा एक रेंगने वाली लता है जो जमीन में जड़ें जमाती है और ऊपर की ओर पतली, सर्पिलिंग टेंड्रल्स के साथ लपेटती हुई ट्रेलाइज़ या अन्य सहायक तंतुओं को पकड़ती है। और समर्थन नहीं होने पर फैल जाती है। बेल की बड़ी पत्तियाँ होती हैं जो फलों के ऊपर छाव बनाती हैं। ककड़ी की विशिष्ट खेती का फल मोटे तौर पर बेलनाकार होता है, लेकिन पतला सिरों पर आौर लम्बा होता है। वानस्पतिक रूप से, ककड़ी को पेपो के रूप में वर्गीकृत किया जाता है, एक कठोर बाहरी छाल के साथ वनस्पति बेरी का एक प्रकार और कोई आंतरिक विभाजन नहीं है। हालांकि, टमाटर और स्क्वैश की तरह, यह अक्सर माना जाता है, सब्जी के रूप में तैयार और खाया जाता है। खीरे के फलों में 95% पानी होता है</p>\r\n\r\n<p><strong>अच्छे उत्पादन के लिये कुछ बाते</strong></p>\r\n\r\n<p>तापमान 25-35 0C, वर्षा 120-150mm, बुवाई का तापमान 22-30 0C, कटाई का तापमान 30-35 0C ॥</p>\r\n\r\n<p>यह विभिन्न प्रकार की मिट्टी में बोया जा सकता है जिसमें रेतीले दोमट से लेकर भारी मिट्टी तक होती है। लेकिन एक दोमट मिट्टी जो कार्बनिक पदार्थों से भरपूर होती है और इसमें अच्छी तरह से जल निकासी की व्यवस्था होती है जो ककड़ी की खेती के लिए सबसे अच्छी है। 6-7 से लेकर पीएच ककड़ी की खेती के लिए सबसे उपयुक्त है।</p>\r\n\r\n<p><strong>खीरा की कुछ किस्म आमतौर पर पायी जाती है</strong></p>\r\n\r\n<p><strong>ब्रिस्टल seminis_bristol:</strong> प्रारंभिक परिपक्वता, दूसरी पीढ़ी की ककड़ी हाइब्रिड जिसमें समग्र महान फल की गुणवत्ता, आकृति और रंग अधिक संख्या में फैंसी फल होते हैं।</p>\r\n\r\n<p><strong>सेंटेला एफ 1</strong>: सभी क्षेत्रों मे उत्पादन किया जा सकता है॥ उच्च गुणवत्ता वाले फल, स्त्रीरोगों, गहरे हरे-हरे रंग में एक ताजा क्षेत्र में उगाया हुआ, सीधा और बेलनाकार आकार॥</p>\r\n\r\n<p><strong>कोरिन्टो</strong> : व्यापक रूप से अनुकूलित। क्षेत्र या ग्रीनहाउस उत्पादन के लिए उपयुक्त है। Gynoecious और parthenocarpic। अत्यधिक जोरदार पौधे। थोड़ा पतला त्वचा खाने की गुणवत्ता में सुधार करता है लेकिन फिर भी चोट से निपटने के लिए पर्याप्त सुरक्षा प्रदान करता है। केवल जैविक बीज के रूप में उपलब्ध है</p>\r\n\r\n<p><strong>मैक्स पैक</strong>: ककड़ी को एक गहरे रंग, एक समान आकार और एक उत्तम दर्जे की उपस्थिति के साथ चुनना</p>\r\n\r\n<p><strong>पायथन</strong>: &nbsp;दक्षिण, उत्तर, मिडवेस्ट क्षेत्र मे उपयोग होती हे॥ लगातार प्रदर्शन, मजबूत पैदावार, और उच्च गुणवत्ता वाले फल। फल कम पीले पेट के साथ गहरे-हरे रंग को बनाए रखता है</p>\r\n\r\n<p><strong>उत्पादन कम हाेने के कारण</strong></p>\r\n\r\n<p><strong>फफूंद: </strong>एक पीले या हरे प्रभामंडल के साथ छोटे, पीले-भूरे रंग के धब्बे जो पहले सबसे पुराने पत्तों पर दिखाई देते हैं; जैसा कि रोग बढ़ता है, घावों का विस्तार होता है और बड़े नेक्रोटिक पैच बन जाते हैं, अक्सर संकेंद्रित पैटर्न के साथ; घावों की परत, पत्तियां कर्ल करने लगती हैं और अंत में मर जाती हैं।</p>\r\n\r\n<p><strong>anthracnose</strong>: पत्तियों, पेटीओल्स, तनों और / या फलों पर पत्तियों पर पीले किनारों के साथ भूरे रंग के गोलाकार घाव; प्रतिरोधी किस्मों पर घाव हरे किनारों के साथ तन दिखाई देते हैं; घाव सूख जाते हैं और पत्तियों से निकल जाते हैं।</p>\r\n\r\n<p><strong>बेली रोट (फ्रूट रोट, डंपिंग-ऑफ)</strong>: फल पर पीला / भूरा मलिनकिरण; पानी मिट्टी के संपर्क में फल की तरफ लथपथ स्पॉट; सड़ने वाले क्षेत्रों पर उगने वाला भूरा साँचा; रोपाई का पतन।</p>\r\n\r\n<p><strong>सर्कोस्पोरा पत्ती स्थान</strong>: रोग के प्रारंभिक लक्षण पुराने पत्तियों पर छोटे भूरे रंग के केंद्रों के साथ छोटे धब्बों के रूप में होते हैं; जैसे-जैसे बीमारी बढ़ती है, घाव पत्ती की सतह के बड़े क्षेत्रों को ढंकते हैं; घावों में एक अंधेरी सीमा हो सकती है और एक क्लोरोटिक क्षेत्र से घिरा हो सकता है; घावों के केंद्र भंगुर और दरार हो सकते हैं।</p>\r\n\r\n<p><strong>कोमल फफूंदी</strong>: पत्तियों के नीचे के हिस्से पर फूली हुई पर्पलिश फफूंदी; पत्तियों के ऊपरी तरफ पीले धब्बे।</p>\r\n\r\n<p><strong>चिपचिपा स्टेम ब्लाट (बेल में गिरावट, जीएसबी)</strong>: पत्तियों की नसों के बीच ग्रे / हरा घाव; तने या भूरे रंग के घाव।</p>\r\n\r\n<p><strong>पाउडर की तरह फफूंदी:</strong> पत्तियों, उपजी और फलों की ऊपरी सतहों पर सफेद पाउडर के धब्बे दिखाई देते हैं। रोग की प्रगति के रूप में, सफेद कवक के विकास में पूरे पत्ते और तने शामिल होते हैं। संक्रमित पत्तियां पीली, विकृत हो जाती हैं और समय से पहले गिर सकती हैं।</p>\r\n', NULL, 5, NULL, 'description', 1),
(241, '<p><strong>बरबारी:</strong>&nbsp;यह भारत&nbsp;में विस्तृत क्षेत्र में पाए जाने वाले छोटे घरेलू बकरे की एक नस्ल है। यह भारत में हरियाणा, पंजाब और उत्तर प्रदेश में वितरित किया जाता है। इसका&nbsp;सिर छोटा और साफ-सुथरा होता है, जिसमें ऊपर की ओर छोटे-छोटे कान और छोटे सींग होते हैं। कोट छोटा है और आमतौर पर भूरा लाल के साथ सफेद रंग का होता है।</p>\r\n\r\n<p>बरबारी एक दोहरे उद्देश्य वाली नस्ल है, जिसे मांस और दूध दोनों के लिए पाला जाता है, और इसे भारतीय परिस्थितियों के लिए अच्छी तरह से अनुकूलित किया जाता है। यह एक मौसमी ब्रीडर है और इसका इस्तेमाल सघन खेती के लिए किया जाता है ।</p>\r\n\r\n<table align="center" border="1" cellpadding="10" cellspacing="0" style="width:500px">\r\n	<thead>\r\n		<tr>\r\n			<th scope="col">\r\n			<pre>\r\nविशेषताएँ</pre>\r\n			</th>\r\n			<th scope="col">\r\n			<pre>\r\nविवरण</pre>\r\n			</th>\r\n		</tr>\r\n	</thead>\r\n	<tbody>\r\n		<tr>\r\n			<td>दूध (लीटर)</td>\r\n			<td>&nbsp;1.5 से 2.0</td>\r\n		</tr>\r\n		<tr>\r\n			<td>वजन (किलोग्राम)</td>\r\n			<td>23 मादा, 38 नर</td>\r\n		</tr>\r\n		<tr>\r\n			<td>ऊँचाई (इंच)</td>\r\n			<td>22 मादा, 28 नर</td>\r\n		</tr>\r\n		<tr>\r\n			<td>बच्चे</td>\r\n			<td>जुड़वाँ 59%,&nbsp;सिंगल 41%</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>बीटल:</strong>&nbsp;यह बकरी भारत के पंजाब क्षेत्र की एक नस्ल है जिसका उपयोग दूध और मांस उत्पादन के लिए किया जाता है। यह जमनापारी बकरी और मालाबारी बकरी के समान है।</p>\r\n\r\n<p>इसे लाहौरी बकरी के रूप में भी जाना जाता है; यह शरीर के बड़े आकार के साथ एक अच्छा दूध देने वाला माना जाता है। कान सपाट लंबे कर्ल और ड्रॉपिंग हैं। इन बकरियों की त्वचा उच्च गुणवत्ता वाली मानी जाती है,। इसके चमड़े का उपयोग कपड़े, जूते और दस्ताने बनाने में किया जाता है। उपमहाद्वीप भर में स्थानीय बकरियों के सुधार के लिए बीटल बकरियों का व्यापक रूप से उपयोग किया गया है। इन बकरियों को भी स्टाल खिलाने के लिए अनुकूलित किया जाता है, इस प्रकार गहन बकरी पालन के लिए पसंद किया जाता है।</p>\r\n\r\n<p>बीटल बकरी भारत की उच्च दुग्ध उत्पादक बकरी नस्ल है। यह सर्वश्रेष्ठ दोहरे उद्देश्य वाली बकरी की नस्ल है जो भारत के पंजाब क्षेत्र में उत्पन्न हुई है।</p>\r\n\r\n<p>बीटल अपने वजन और ऊंचाई के कारण भारत में हर जगह लोकप्रिय हो रहा है। इस बकरी की नस्ल को पंजाबी बकरी से भी जाना जाता है</p>\r\n\r\n<table align="center" border="1" cellpadding="10" cellspacing="0" style="width:500px">\r\n	<thead>\r\n		<tr>\r\n			<th scope="col">\r\n			<pre>\r\nविशेषताएँ</pre>\r\n			</th>\r\n			<th scope="col">\r\n			<pre>\r\nविवरण</pre>\r\n			</th>\r\n		</tr>\r\n	</thead>\r\n	<tbody>\r\n		<tr>\r\n			<td>दूध (लीटर)</td>\r\n			<td>&nbsp;2.5 से 3.0</td>\r\n		</tr>\r\n		<tr>\r\n			<td>वजन (किलोग्राम)</td>\r\n			<td>45 मादा, 65 नर</td>\r\n		</tr>\r\n		<tr>\r\n			<td>ऊँचाई (इंच)</td>\r\n			<td>46 मादा, 48 नर</td>\r\n		</tr>\r\n		<tr>\r\n			<td>बच्चे</td>\r\n			<td>जुड़वाँ 54%,&nbsp;सिंगल 46%</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>बोअर:</strong>&nbsp;यह बकरी बकरी की एक नस्ल है जो 1900 के दशक की शुरुआत में दक्षिण अफ्रीका में विकसित हुई थी और मांस उत्पादन के लिए एक लोकप्रिय नस्ल है। उनका नाम अफ्रीकी (Dutch) शब्द बोअर से लिया गया है, जिसका अर्थ किसान है।</p>\r\n\r\n<p>बोअर बकरी शायद नामाका, सैन और फुकू जनजातियों द्वारा रखे गए स्वदेशी दक्षिण अफ्रीकी बकरियों से पाला गया था, जिसमें कुछ भारतीय और यूरोपीय रक्तवाहिनियों के पार होने की संभावना थी। उन्हें दूध उत्पादन के बजाय मांस के लिए चुना गया था; चयनात्मक प्रजनन और सुधार के कारण, बोअर बकरी में तेजी से विकास दर और उत्कृष्ट शव गुण हैं, जिससे यह दुनिया में मांस बकरी की सबसे लोकप्रिय नस्लों में से एक है। बोअर बकरियों में रोग प्रतिरोधक क्षमता अधिक होती है और वे गर्म, शुष्क अर्धचन्द्राकारों के अनुकूल होती हैं। संयुक्त राज्य का उत्पादन पश्चिम-मध्य टेक्सास में केंद्रित है, विशेषकर सैन एंजेलो और मेनार्ड के आसपास। मूल अमेरिकी प्रजनन स्टॉक न्यूजीलैंड में स्थित झुंडों से आया था। केवल बाद में वे सीधे अफ्रीका से आयात किए गए थे</p>\r\n\r\n<p>मांस उत्पादन के लिए सिरोही बकरी बड़े आकार की बकरी की नस्ल है। इस बकरी का नाम इसके वास्तविक प्रजनन पथ, राजस्थान के सिरोही जिले, भारत में रखा गया है। ऐसा माना जाता है कि यह राजस्थान के रायका समुदाय द्वारा विकसित किया गया है जो लंबे समय से कई अन्य पशुधन नस्लों के विकास से जुड़ा हुआ है।</p>\r\n\r\n<table align="center" border="1" cellpadding="10" cellspacing="0" style="width:500px">\r\n	<thead>\r\n		<tr>\r\n			<th scope="col">\r\n			<pre>\r\nविशेषताएँ</pre>\r\n			</th>\r\n			<th scope="col">\r\n			<pre>\r\nविवरण</pre>\r\n			</th>\r\n		</tr>\r\n	</thead>\r\n	<tbody>\r\n		<tr>\r\n			<td>दूध (लीटर)</td>\r\n			<td>&nbsp;1.5 से 2.5</td>\r\n		</tr>\r\n		<tr>\r\n			<td>वजन (किलोग्राम)</td>\r\n			<td>51 से 80 मादा, 69 से 130 नर</td>\r\n		</tr>\r\n		<tr>\r\n			<td>ऊँचाई (इंच)</td>\r\n			<td>29 मादा, 31 नर</td>\r\n		</tr>\r\n		<tr>\r\n			<td>बच्चे</td>\r\n			<td>जुड़वाँ 50%,&nbsp;सिंगल 50%</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>सिरोही:</strong>&nbsp;यह बकरी का मूल प्रजनन स्थान&nbsp;राजस्थान का सिरोही जिला है।&nbsp;यह नस्ल इतनी लोकप्रिय है कि यह धीरे-धीरे राजस्थान से सटे अन्य राज्यों जैसे गुजरात, उत्तर प्रदेश, मध्य प्रदेश और हरियाणा तक फैली हुई है। 18 वीं पशुधन जनगणना के अनुसार, इस नस्ल के कुछ जानवर दक्षिणी राज्यों कर्नाटक और केरल में भी उपलब्ध हैं।ऐसा माना जाता है कि इसे राजस्थान के रायका समुदाय द्वारा विकसित किया गया था जो लंबे समय से कई अन्य पशुधन नस्लों के विकास से जुड़ा हुआ है।</p>\r\n\r\n<p>सिरोही अपने वजन बढ़ने के लिए लोकप्रिय हैं, यहां तक ​​कि खराब गुणवत्ता के पालन की शर्तों के तहत भी। जानवर बड़ी बीमारियों के प्रतिरोधी हैं और विभिन्न जलवायु परिस्थितियों के लिए आसानी से अनुकूल हैं।&nbsp;</p>\r\n\r\n<p>सिरोही बकरी भारत की सबसे लाभदायक मान्यता प्राप्त बकरी की नस्ल है क्योंकि यह नस्ल सामान्य भक्षण पर अन्य नस्लों की तुलना में तेजी से वजन बढ़ाती है, इसीलिए इसे किसी भी बकरी की नस्ल के लिए सबसे अच्छा मांस उत्पादन माना जाता है। सिरोही बकरी के बच्चे का जन्म वजन 3.5 से 4 है किलो और यह 3 महीने की उम्र में 12 किलो शरीर का वजन आसानी से प्राप्त करता है इसके बाद यह हर महीने सामान्य भोजन पर 5 किलो प्राप्त करता है।</p>\r\n\r\n<table align="center" border="1" cellpadding="10" cellspacing="0" style="width:500px">\r\n	<thead>\r\n		<tr>\r\n			<th scope="col">\r\n			<pre>\r\nविशेषताएँ</pre>\r\n			</th>\r\n			<th scope="col">\r\n			<pre>\r\nविवरण</pre>\r\n			</th>\r\n		</tr>\r\n	</thead>\r\n	<tbody>\r\n		<tr>\r\n			<td>दूध (लीटर)</td>\r\n			<td>&nbsp;0.5 से 0.6</td>\r\n		</tr>\r\n		<tr>\r\n			<td>वजन (किलोग्राम)</td>\r\n			<td>30 मादा, 50 नर</td>\r\n		</tr>\r\n		<tr>\r\n			<td>ऊँचाई (इंच)</td>\r\n			<td>26 मादा, 28 नर</td>\r\n		</tr>\r\n		<tr>\r\n			<td>बच्चे</td>\r\n			<td>जुड़वाँ 10%,&nbsp;सिंगल 90%</td>\r\n		</tr>\r\n	</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n', NULL, 35, NULL, 'description', 1);

-- --------------------------------------------------------

--
-- Table structure for table `documents`
--

CREATE TABLE `documents` (
  `id` int(11) NOT NULL,
  `title` varchar(250) NOT NULL,
  `slug` varchar(100) NOT NULL,
  `icon` int(11) DEFAULT NULL,
  `display_type` enum('info','news','blog') DEFAULT NULL,
  `is_topic` tinyint(4) DEFAULT NULL,
  `publish_time` date DEFAULT NULL,
  `is_active` tinyint(4) DEFAULT NULL,
  `position` int(11) DEFAULT NULL,
  `created` datetime DEFAULT NULL,
  `updated` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `documents`
--

INSERT INTO `documents` (`id`, `title`, `slug`, `icon`, `display_type`, `is_topic`, `publish_time`, `is_active`, `position`, `created`, `updated`) VALUES
(1, 'जौ', 'जौ', 311, 'info', NULL, NULL, 0, 1, '2020-06-02 11:48:59', '2020-07-12 09:19:28'),
(3, 'करेला', 'bitter-gourd', 312, 'info', NULL, '0000-00-00', 1, 2, '2020-06-03 09:31:41', '2020-07-27 12:04:51'),
(4, 'कपास', 'cotton', 313, 'info', NULL, '0000-00-00', 1, 3, '2020-06-03 10:28:50', '2020-07-27 12:05:28'),
(5, 'खीरा', 'cucumber', 314, 'info', NULL, '0000-00-00', 1, 4, '2020-06-03 11:17:28', '2020-07-28 01:48:43'),
(6, 'मूंगफली', 'peanut', 315, 'info', NULL, '0000-00-00', 1, 5, '2020-06-03 11:24:33', '2020-07-27 01:38:27'),
(7, '﻿मक्का', '﻿मक्का', 316, 'info', NULL, NULL, NULL, 6, '2020-06-03 11:39:58', '2020-07-12 09:24:19'),
(8, 'बाजरा', 'बाजरा', 317, 'info', NULL, NULL, NULL, 7, '2020-06-03 12:12:09', '2020-07-12 09:24:40'),
(9, 'सरसों', 'सरसों', 318, 'info', NULL, NULL, NULL, 8, '2020-06-05 06:58:43', '2020-07-12 09:25:19'),
(10, 'मटर', 'मटर', 319, 'info', NULL, NULL, NULL, 9, '2020-06-05 07:32:18', '2020-07-12 09:25:35'),
(11, 'कद्दू ', 'कद्दू-', 320, 'info', NULL, NULL, NULL, 10, '2020-06-05 08:36:38', '2020-07-12 09:25:52'),
(12, 'चावल', 'चावल', 321, 'info', NULL, NULL, NULL, 11, '2020-06-05 09:26:30', '2020-07-12 09:26:14'),
(13, 'सोयाबीन', 'सोयाबीन', 322, 'info', NULL, NULL, NULL, 12, '2020-06-05 09:41:40', '2020-07-12 09:26:55'),
(14, '﻿फसल क्या है?', 'what-is-the-crop', 323, 'info', NULL, '0000-00-00', 1, 13, '2020-06-05 09:58:06', '2020-07-27 01:39:11'),
(15, 'गेहूं', 'गेहूं', 328, 'info', NULL, NULL, 0, 14, '2020-06-17 08:20:01', '2020-07-12 09:27:27'),
(16, 'जानवर क्या है?', 'what-is-the-animal', 331, 'info', NULL, '0000-00-00', 1, 15, '2020-06-28 10:13:54', '2020-07-27 12:07:26'),
(17, 'भैंस', '-buffalo', 341, 'info', NULL, '0000-00-00', 1, 16, '2020-06-28 10:27:55', '2020-07-27 12:08:11'),
(18, 'गाय', 'cow', 333, 'info', NULL, '0000-00-00', 1, 17, '2020-06-28 10:50:12', '2020-07-27 12:08:26'),
(19, 'बकरी', 'goat', 335, 'info', NULL, '0000-00-00', 1, 18, '2020-06-28 12:12:16', '2020-07-28 01:47:15'),
(20, 'मुर्गी', 'chicken', 336, 'info', NULL, '0000-00-00', 0, 19, '2020-06-28 12:28:01', '2020-07-27 12:15:05'),
(21, 'मछली', 'fish', 338, 'info', NULL, '0000-00-00', 1, 20, '2020-06-28 01:30:21', '2020-07-27 01:40:05'),
(22, 'पपीता', 'papaya', 339, 'info', NULL, '0000-00-00', 1, 21, '2020-07-13 04:41:33', '2020-07-27 01:40:32'),
(23, 'केला', 'banana', 340, 'info', NULL, '0000-00-00', 1, 22, '2020-07-13 09:26:10', '2020-07-27 01:34:08'),
(24, 'वर्मीकम्पोस्टिंग', 'vermicomposting', 344, 'info', NULL, '0000-00-00', 1, 23, '2020-07-14 09:58:23', '2020-07-27 01:35:33'),
(25, 'केंचुआ', 'earthworm', 343, 'info', NULL, '0000-00-00', 1, 24, '2020-07-15 05:02:01', '2020-07-27 01:37:19'),
(26, 'राष्ट्रीय कृषि बाजार या eNAM', 'राष्ट्रीय-कृषि-बाजार-या-eNAM', NULL, 'news', NULL, '2016-04-14', 1, 1, '2020-07-15 08:11:55', '2020-07-27 05:41:09'),
(27, ' प्रधानमंत्री कृषि सिचाई योजना (PMKSY)', '-प्रधानमंत्री-कृषि-सिचाई-योजना-PMKSY', NULL, 'news', NULL, '2018-10-22', 1, 2, '2020-07-15 09:02:38', '2020-07-27 05:42:46'),
(28, 'परम्परागत कृषि विकास योजना (PKVY)', 'परम्परागत-कृषि-विकास-योजना-PKVY', NULL, 'news', NULL, '2015-01-01', 1, 3, '2020-07-19 03:03:07', '2020-07-27 05:46:34'),
(29, 'प्रधानमंत्री आवास बीमा योजना (PMFBY)', 'प्रधानमंत्री-आवास-बीमा-योजना-PMFBY', NULL, 'news', NULL, '2016-02-18', 1, 4, '2020-07-19 03:55:23', '2020-07-27 05:47:56'),
(30, 'ग्रामीण भंडार योजना', 'ग्रामीण-भंडार-योजना', NULL, 'news', NULL, '2001-04-01', 1, 5, '2020-07-19 04:53:07', '2020-07-27 05:51:50'),
(31, 'वर्मी बेड में जैविक खाद कैसे बनाते हैं', 'वर्मी-बेड-में-जैविक-खाद-कैसे-बनाते-हैं', 365, 'blog', NULL, '0000-00-00', 1, 25, '2020-07-20 04:57:54', '2020-07-27 11:13:09'),
(32, ' वर्मी वाश कैसे प्राप्त करें', '-वर्मी-वाश-कैसे-प्राप्त-करें', 366, 'blog', NULL, '0000-00-00', 1, 26, '2020-07-21 04:28:36', '2020-07-27 11:14:07'),
(33, 'Waste Decomposer', 'Waste-decomposer', 364, 'blog', NULL, '0000-00-00', 1, 27, '2020-07-24 02:00:54', '2020-07-27 11:11:10'),
(34, 'बकरी के लिए आवास कैसा होना चाहिए', 'बकरी-के-लिए-आवास-कैसा-होना-चाहिए', 363, 'blog', NULL, NULL, 1, 28, '2020-07-25 10:41:23', '2020-07-25 11:20:40'),
(35, 'भारत के बाजार के लिए सर्वश्रेष्ठ बकरियाँ', 'best-goats-for-india-market', 368, 'blog', NULL, '0000-00-00', 1, 29, '2020-07-28 01:40:24', '2020-07-29 03:11:55');

-- --------------------------------------------------------

--
-- Table structure for table `files`
--

CREATE TABLE `files` (
  `id` int(11) NOT NULL,
  `file_name` varchar(250) NOT NULL,
  `unique_name` varchar(500) NOT NULL,
  `size` smallint(6) NOT NULL,
  `file_type` enum('image','site','video') NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `files`
--

INSERT INTO `files` (`id`, `file_name`, `unique_name`, `size`, `file_type`) VALUES
(270, 'user.jpg', '6c265636be33f7363eadeac0493be0ab.jpg', 8, 'image'),
(271, 'compost1.jpeg', '380881ebb2eadfaa51eaa4960118f37b.jpeg', 14, 'image'),
(273, 'cow.jpg', '28c93e595bb7062d5bf822f13c46ad6f.jpg', 45, 'image'),
(274, 'cotton.jpeg', 'ef4fabb08d838d5d9fd2fbacba8bdb81.jpeg', 6, 'image'),
(275, 'biiterguard.jpg', '5221637dbca5cea71ebc5b0444d1bded.jpg', 127, 'image'),
(276, 'cotton.jpeg', '6e01a6938adff18ebdf59d1b4c0ea219.jpeg', 6, 'image'),
(277, 'cumcumber.jpg', 'c7355ad5fe6b315493f0cc77b1336327.jpg', 19, 'image'),
(278, 'groundnut.jpeg', '1d7edff4aaaa9d99af212ed01388ba25.jpeg', 31, 'image'),
(279, 'maize.jpg', '5426c17c4aab655fc62a70f8ecb4f056.jpg', 88, 'image'),
(280, 'millet.jpg', '1d08efcebdbfb30007a2af847d8aaf30.jpg', 229, 'image'),
(281, 'barley.jpg', '3aa07ea0c84f4f9130400f5c80ecffb8.jpg', 100, 'image'),
(282, 'biiterguard.jpg', '12e715a40b22400bb997808ee746e8b9.jpg', 127, 'image'),
(283, 'cotton.jpeg', '00843a3b80ce732e7da80ed211468e9f.jpeg', 6, 'image'),
(289, 'groundnut.jpeg', '936a48ed6546941e206afb0795f5d8ff.jpeg', 24, 'image'),
(290, 'cotton.jpeg', '53560259b429a4d7dcce3f3e4c6a15ab.jpeg', 16, 'image'),
(291, 'biiterguard.jpg', 'ba9c47e1e825d5992f0c3b3e00e06029.jpg', 157, 'image'),
(292, 'groundnut.jpeg', '62c9a1c2201309dc54c9e31607fca2a7.jpeg', 24, 'image'),
(293, 'cotton.jpeg', 'f4aadbc93966ada9f2b258e49680b240.jpeg', 16, 'image'),
(294, 'millet.jpg', 'a669083d20c797d91e7d67fad40b7f56.jpg', 34, 'image'),
(295, 'mustard.jpg', '2d676d95e7c1eb4ffe53068e44748fb5.jpg', 100, 'image'),
(296, 'pea.png', '894b8510bef6ec121439f3983bb232b6.png', 1082, 'image'),
(297, 'pumpkin.jpg', '350916357cbaa49115eb5e17997b234d.jpg', 467, 'image'),
(298, 'rice.jpeg', '94e6d5916c1632570727820346878015.jpeg', 343, 'image'),
(299, 'soya.jpg', '74f6efa6065a78ec6667cb30b4704c25.jpg', 32, 'image'),
(300, 'crop.jpeg', 'c629734b151af2e91ba1f218cdb0d0a7.jpeg', 12, 'image'),
(301, 'खेत', 'ZiFEpCDSAv8', 11, 'video'),
(302, 'खेत', '_hMqGwhUJ4c', 11, 'video'),
(303, 'Video', 'X-p4P0SQytM', 11, 'video'),
(304, 'Video', 'X-p4P0SQytM', 11, 'video'),
(305, 'Video', 'X-p4P0SQytM', 11, 'video'),
(306, 'video', 'eyUcoEfREWo', 11, 'video'),
(307, 'video', 'hMHv5fwSY8k', 11, 'video'),
(308, 'This is image', 'eyUcoEfREWo', 11, 'video'),
(309, 'खेत', 'eyUcoEfREWo', 11, 'video'),
(310, 'agriaborlogo.png', 'eb0e7aadc5162a1ff22a9949bc7721f6.png', 33, 'image'),
(311, 'barley.jpg', '414cff6ddcd74869ba51f17d4cc46c65.jpg', 41, 'image'),
(312, 'bitterguard.jpg', 'f9c67110205432603f94159a0e6dfeab.jpg', 24, 'image'),
(313, 'cotton.jpeg', '831afaea6e4efb233628e9c62bc6ee4c.jpeg', 21, 'image'),
(314, 'cumcumber.jpeg', '94bb16e0bb69f50486d93ef7967833b0.jpeg', 23, 'image'),
(315, 'groundnut.jpg', 'f4ef5c2dc040307728c86512ab8952c2.jpg', 27, 'image'),
(316, 'maize.jpg', '47050149234ea19c91e03c9983079f60.jpg', 43, 'image'),
(317, 'millet.jpg', '839e3ae13caf99c7e4cb6ef7d5c3b51d.jpg', 36, 'image'),
(318, 'mustard.jpg', '150e37105786fab46cf95ef1360ee2c6.jpg', 28, 'image'),
(319, 'pea.jpg', '2776b62f8dd835449711f4997dddf2b8.jpg', 32, 'image'),
(320, 'pumpkin.jpg', '2d85a7c47b8617bd7de99b7f30e82079.jpg', 32, 'image'),
(321, 'rice.jpg', 'f8f81e27ac4ea176f406252cdc691f0b.jpg', 27, 'image'),
(322, 'soya.jpg', '172c65d734159ee55b26a531c8bfb1fb.jpg', 27, 'image'),
(323, 'crop.jpeg', '768cfbefd1b26cd24b0dbfb39ccc785d.jpeg', 32, 'image'),
(326, 'crop.jpg', '8b6ea229e4412350199ec90f77626478.jpg', 93, 'image'),
(327, 'cropbafallo.jpg', '0db3af6f27e6e2f60fadf3dc0f540897.jpg', 124, 'image'),
(328, 'wheat.jpg', '7ee864afdddc6f4b1f93c8c3646aa1fb.jpg', 35, 'image'),
(329, 'crop.jpg', '0f6aaa4488a8b1e965a355fa47c8cf19.jpg', 93, 'image'),
(330, 'cropbafallo.jpg', '453ae05a474fa656438c146263171c53.jpg', 124, 'image'),
(331, 'buck.jpg', '87d27ce880b29ee3bddfd7e5f69f0d30.jpg', 20, 'image'),
(332, 'buffalo.png', '662a89a2b986233be1fd9853995bd981.png', 47, 'image'),
(333, 'cow.jpg', 'a36e499bd4f0deeece9f5c2a3d1ffb7a.jpg', 16, 'image'),
(334, 'buffalo.jpg', 'a32fae82a8931d68b2994cda6f7a796d.jpg', 135, 'image'),
(335, 'goat.jpeg', 'b443cb5795dfb88e2b91625eaafbb143.jpeg', 23, 'image'),
(336, 'hen.jpg', 'c8815f48d5aac1d2fac326da25bf0f16.jpg', 40, 'image'),
(337, 'fish.jpeg', 'b23edd16771964eca6dc3cd01e1e3481.jpeg', 20, 'image'),
(338, 'fish.jpeg', 'a07b1163e01a97b04e746c99d226b5e0.jpeg', 20, 'image'),
(339, 'papya.jpeg', 'dd44fcd5ced5a7a9f5ed5a4b7b94d3ca.jpeg', 32, 'image'),
(340, 'banana.jpg', 'e9efe90d2741c7af4c087ccc65cf8cd3.jpg', 36, 'image'),
(341, 'buffalo.jpg', '37a2f073fe1cf1c8d66c8fcd5908056f.jpg', 32, 'image'),
(342, 'vermicompost.jpg', 'afcd57b4d3ae645f1cebdb02d6afa84d.jpg', 171, 'image'),
(343, 'earthworm.jpg', '06efe2f9403fe44a0f88ceef94f6fa24.jpg', 36, 'image'),
(344, 'vermicompost.jpg', '10888383c196aab1cacc65579f438956.jpg', 27, 'image'),
(345, 'animal.jpg', '47b560d26b84dec7086640bfc8f14168.jpg', 139, 'image'),
(346, 'animal.jpg', '6aec1897518906857ca31366f63a1cef.jpg', 139, 'image'),
(347, 'सौर पंप योजना 2020 में आवेदन कैसे करें?', 'https://en.wikipedia.org/wiki/Pradhan_Mantri_Krishi_Sinchai_Yojana', 66, 'site'),
(351, 'Paramparagat Krishi Vikas Yojana (PKVY)', 'https://darpg.gov.in/sites/default/files/Paramparagat%20Krishi%20Vikas%20Yojana.pdf', 83, 'site'),
(353, ' प्रधानमंत्री आवास बीमा योजना Online', 'https://pmfby.gov.in/', 21, 'site'),
(355, 'सौर पंप योजना 2020 में आवेदन कैसे करें?', 'https://sites.google.com/view/saur-krushi-pump-yojana/', 54, 'site'),
(356, 'vermicompost.jpg', '2394029d2d21f81ffb9663c3bb2919a5.jpg', 27, 'image'),
(357, 'vermicompost.jpg', '3973cdb7ac25aea9b566c20f0600ddfb.jpg', 27, 'image'),
(358, 'vermicompost.jpg', '3f98fe3a6b2b57559b4ecbe53d3fd4fa.jpg', 27, 'image'),
(359, 'goat.jpeg', '95bc554a38383a42bcf297f7e94c9530.jpeg', 23, 'image'),
(360, 'elevate-goat-shed.jpg', '4259894d113d6828bbf3d417681e6240.jpg', 25, 'image'),
(361, 'ground-level-house.jpg', 'ea7aea86286565eb42026ea4ca9339fc.jpg', 28, 'image'),
(362, 'ground-house-goat-open.jpg', '204f9d7a8c6a8dd39f6955730fb70be7.jpg', 25, 'image'),
(363, 'ground-house-goat-open.jpg', '21a991fe57d5b032814cbfe2b945a04f.jpg', 25, 'image'),
(364, 'waste-decoposer.jpg', '1c15cfc5b67524729e97b5268976a9cf.jpg', 33, 'image'),
(365, 'vermi-bed.jpg', 'ab9171724d66fd3eb7eff372c97e824c.jpg', 43, 'image'),
(366, 'vermi-vash.jpg', 'd51245673902ff76b698de61903077d6.jpg', 54, 'image'),
(367, 'barbari_goat.jpg', '1e47f666ada26e37924a9e325a78fc4d.jpg', 28, 'image'),
(368, 'barbari_goat.jpg', '9ce41393abdb7e9e78dc7ba61ed9d4ae.jpg', 24, 'image');

-- --------------------------------------------------------

--
-- Table structure for table `metadata`
--

CREATE TABLE `metadata` (
  `id` int(11) NOT NULL,
  `document_id` int(11) NOT NULL,
  `slug` varchar(100) NOT NULL,
  `keywords` varchar(500) NOT NULL,
  `description` varchar(500) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `metadata`
--

INSERT INTO `metadata` (`id`, `document_id`, `slug`, `keywords`, `description`) VALUES
(1, 1, 'जौ', '', ''),
(2, 3, 'bitter-gourd', '', ''),
(3, 4, 'cotton', '', ''),
(4, 5, 'cucumber', '', ''),
(5, 6, 'peanut', '', ''),
(6, 7, '﻿मक्का', '', ''),
(7, 8, 'बाजरा', '', ''),
(8, 9, 'सरसों', '', ''),
(9, 10, 'मटर', '', ''),
(10, 11, 'कद्दू-', '', ''),
(11, 12, 'चावल', '', ''),
(12, 13, 'सोयाबीन', '', ''),
(13, 14, 'what-is-the-crop', '', ''),
(14, 15, 'गेहूं', '', ''),
(15, 16, 'what-is-the-animal', '', ''),
(16, 17, '-buffalo', '', ''),
(17, 18, 'cow', '', ''),
(18, 19, 'goat', '', ''),
(19, 20, 'chicken', '', ''),
(20, 21, 'fish', '', ''),
(21, 22, 'papaya', '', ''),
(22, 23, 'banana', '', ''),
(23, 24, 'vermicomposting', '', ''),
(24, 25, 'earthworm', '', ''),
(25, 26, 'राष्ट्रीय-कृषि-बाजार-या-eNAM', '', ''),
(26, 27, '-प्रधानमंत्री-कृषि-सिचाई-योजना-PMKSY', '', ''),
(27, 28, 'परम्परागत-कृषि-विकास-योजना-PKVY', '', ''),
(28, 29, 'प्रधानमंत्री-आवास-बीमा-योजना-PMFBY', '', ''),
(29, 30, 'ग्रामीण-भंडार-योजना', '', ''),
(30, 31, 'वर्मी-बेड-में-जैविक-खाद-कैसे-बनाते-हैं', '', ''),
(31, 32, '-वर्मी-वाश-कैसे-प्राप्त-करें', '', ''),
(32, 33, 'Waste-decomposer', '', ''),
(33, 34, 'बकरी-के-लिए-आवास-कैसा-होना-चाहिए', '', ''),
(34, 35, 'best-goats-for-india-market', 'best goats for india market,best goats for india market in hindi, भारत के बाजार के लिए सर्वश्रेष्ठ बकरियाँ, barbari, beetal, sirohi, goer, बरबारी, बीटल, बोअर, सिरोही', 'बरबारी: यह भारत में विस्तृत क्षेत्र में पाए जाने वाले छोटे घरेलू बकरे की एक नस्ल है। यह भारत में हरियाणा, पंजाब और उत्तर प्रदेश में वितरित किया जाता है। इसका सिर छोटा और साफ-सुथरा होता है, जिसमें ऊपर की ओर छोटे-छोटे कान और छोटे सींग होते हैं। कोट छोटा है और आमतौर पर भूरा लाल के साथ सफेद रंग का होता है।');

-- --------------------------------------------------------

--
-- Table structure for table `resources`
--

CREATE TABLE `resources` (
  `id` int(20) NOT NULL,
  `title` varchar(250) NOT NULL,
  `resource_type` enum('video','image','site') NOT NULL,
  `file_id` int(11) DEFAULT NULL,
  `file_id_2` int(11) DEFAULT NULL,
  `description` text NOT NULL,
  `created` datetime DEFAULT NULL,
  `updated` datetime DEFAULT NULL,
  `position` bigint(20) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `resources`
--

INSERT INTO `resources` (`id`, `title`, `resource_type`, `file_id`, `file_id_2`, `description`, `created`, `updated`, `position`) VALUES
(1, 'सौर पंप योजना 2020 में आवेदन कैसे करें?', 'site', 355, NULL, '  ', '2020-07-15 09:04:45', '2020-07-19 12:31:08', 1),
(2, 'Paramparagat Krishi Vikas Yojana (PKVY)', 'site', 351, NULL, ' ', '2020-07-19 03:04:08', NULL, 2),
(3, ' प्रधानमंत्री आवास बीमा योजना Online', 'site', 353, NULL, ' ', '2020-07-19 03:57:00', NULL, 3),
(4, 'Elevated goat house', 'image', 360, NULL, ' ', '2020-07-25 10:58:41', NULL, 4),
(5, 'Groud level house for goat', 'image', 361, NULL, ' ', '2020-07-25 10:59:42', NULL, 5),
(6, 'Open ground level hosue for goat ', 'image', 362, NULL, ' ', '2020-07-25 11:00:49', NULL, 6);

-- --------------------------------------------------------

--
-- Table structure for table `setting`
--

CREATE TABLE `setting` (
  `id` int(11) NOT NULL,
  `dashboard_random` enum('1','0') NOT NULL,
  `comment_allow` enum('1','0') NOT NULL,
  `api_on` enum('1','0') NOT NULL,
  `carousel_random` enum('1','0') NOT NULL,
  `carousel_event` enum('1','0') NOT NULL,
  `carousel_limit` tinyint(4) NOT NULL,
  `updated` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `setting`
--

INSERT INTO `setting` (`id`, `dashboard_random`, `comment_allow`, `api_on`, `carousel_random`, `carousel_event`, `carousel_limit`, `updated`) VALUES
(2, '1', '1', '1', '1', '1', 3, '2020-06-20 01:18:54');

-- --------------------------------------------------------

--
-- Table structure for table `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `user_id` text NOT NULL,
  `file_id` int(11) DEFAULT NULL,
  `name` text NOT NULL,
  `password` text NOT NULL,
  `created` datetime NOT NULL,
  `updated` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `user`
--

INSERT INTO `user` (`id`, `user_id`, `file_id`, `name`, `password`, `created`, `updated`) VALUES
(2, '467f7ccd591cbffff16eb8ace5cd59052b1a37b6e91b843b9707bada6a3ae5e9f42eeed0409a464b959aa356dd4bf3ef3478efe39896152a5b6e6d49700f52ebJ1ZW6boiD4+hsN7TkUX0DHeq/JOQevazA1ujq8IRPUCMeKBFYLA43AzpwPgYmmN/', 270, '7ea4955aa260e4b16e9001867431fdc498d86e24427c3aef3b0a3810a533e2159d5cad114e27d13d0e4e220ec1fb36d334e58242e7912f1409aea694145f1d93IdA+hXpCanpZIxU5+cn6mvyOpzSAhQNdrOhrqcgrwKg=', '94f1159f1275c30975a18002fb7abe91b9a44d6262e3af5ca385b7aa60ad34cdce31d3dbacd43db01c2c3e3bf732cb958a879166d632f05b04f31519f15aa1baXJOuCH3hJRjcJ0cBfDkHoNKmegfrb35iFzgU0Z3APWQ/Cs6+M2swhi1jnQU2EGOwVngd4ytvqn809aelSFJlsw==', '2020-05-06 10:19:12', '2020-07-29 05:39:53');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `analytic`
--
ALTER TABLE `analytic`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `carousel`
--
ALTER TABLE `carousel`
  ADD PRIMARY KEY (`id`),
  ADD KEY `carousel_ibfk_1` (`file_id`);

--
-- Indexes for table `chat`
--
ALTER TABLE `chat`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `classification`
--
ALTER TABLE `classification`
  ADD PRIMARY KEY (`id`),
  ADD KEY `classification_ibfk_1` (`document_id`),
  ADD KEY `classification_ibfk_2` (`resource_id`);

--
-- Indexes for table `contents`
--
ALTER TABLE `contents`
  ADD PRIMARY KEY (`id`),
  ADD KEY `contents_ibfk_2` (`resource_id`),
  ADD KEY `contents_ibfk_3` (`topic_id`),
  ADD KEY `contents_ibfk_4` (`document_id`);

--
-- Indexes for table `documents`
--
ALTER TABLE `documents`
  ADD PRIMARY KEY (`id`),
  ADD KEY `documents_ibfk_1` (`icon`);

--
-- Indexes for table `files`
--
ALTER TABLE `files`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `metadata`
--
ALTER TABLE `metadata`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `resources`
--
ALTER TABLE `resources`
  ADD PRIMARY KEY (`id`),
  ADD KEY `resources_ibfk_1` (`file_id`),
  ADD KEY `resources_ibfk_2` (`file_id_2`);

--
-- Indexes for table `setting`
--
ALTER TABLE `setting`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`),
  ADD KEY `file_id` (`file_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `analytic`
--
ALTER TABLE `analytic`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=161;
--
-- AUTO_INCREMENT for table `carousel`
--
ALTER TABLE `carousel`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
--
-- AUTO_INCREMENT for table `chat`
--
ALTER TABLE `chat`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;
--
-- AUTO_INCREMENT for table `classification`
--
ALTER TABLE `classification`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=48;
--
-- AUTO_INCREMENT for table `contents`
--
ALTER TABLE `contents`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=242;
--
-- AUTO_INCREMENT for table `documents`
--
ALTER TABLE `documents`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=36;
--
-- AUTO_INCREMENT for table `files`
--
ALTER TABLE `files`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=369;
--
-- AUTO_INCREMENT for table `metadata`
--
ALTER TABLE `metadata`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;
--
-- AUTO_INCREMENT for table `resources`
--
ALTER TABLE `resources`
  MODIFY `id` int(20) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;
--
-- AUTO_INCREMENT for table `setting`
--
ALTER TABLE `setting`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- AUTO_INCREMENT for table `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;
--
-- Constraints for dumped tables
--

--
-- Constraints for table `carousel`
--
ALTER TABLE `carousel`
  ADD CONSTRAINT `carousel_ibfk_1` FOREIGN KEY (`file_id`) REFERENCES `files` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `classification`
--
ALTER TABLE `classification`
  ADD CONSTRAINT `classification_ibfk_1` FOREIGN KEY (`document_id`) REFERENCES `documents` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `classification_ibfk_2` FOREIGN KEY (`resource_id`) REFERENCES `resources` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `contents`
--
ALTER TABLE `contents`
  ADD CONSTRAINT `contents_ibfk_2` FOREIGN KEY (`resource_id`) REFERENCES `resources` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `contents_ibfk_3` FOREIGN KEY (`topic_id`) REFERENCES `documents` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `contents_ibfk_4` FOREIGN KEY (`document_id`) REFERENCES `documents` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `documents`
--
ALTER TABLE `documents`
  ADD CONSTRAINT `documents_ibfk_1` FOREIGN KEY (`icon`) REFERENCES `files` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `resources`
--
ALTER TABLE `resources`
  ADD CONSTRAINT `resources_ibfk_1` FOREIGN KEY (`file_id`) REFERENCES `files` (`id`) ON DELETE CASCADE ON UPDATE CASCADE,
  ADD CONSTRAINT `resources_ibfk_2` FOREIGN KEY (`file_id_2`) REFERENCES `files` (`id`) ON DELETE CASCADE ON UPDATE CASCADE;

--
-- Constraints for table `user`
--
ALTER TABLE `user`
  ADD CONSTRAINT `user_ibfk_1` FOREIGN KEY (`file_id`) REFERENCES `files` (`id`);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
